[
 {
    "id": "454e1ea5-40fb-4f17-89ba-5097f8b88a09",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:27:49.465Z",
    "name": "قوس ماركوس اوريليوس",
    "latitude": 32.89992844913196,
    "longitude": 13.175793390047753,
    "image": "4.webp",
    "description": "قوس ماركوس أوريليوس يقع في المدينة القديمة بطرابلس، ويُعد من أهم المعالم الأثرية الرومانية في ليبيا. يعود تاريخه إلى القرن الثاني الميلادي، وقد بُني تكريمًا للإمبراطور ماركوس أوريليوس. يتميز القوس بتفاصيله المعمارية الدقيقة ونقوشه المحفورة على الحجر. يرمز القوس إلى التاريخ العريق الذي تمتاز به طرابلس، ويجذب الزوار والمهتمين بالآثار القديمة.",
    "city": "طرابلس",
    "type": "معلم أثري"
  },
  {
    "id": "b548e3d3-f4c7-4835-8ac2-260222f3ed65",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:23:46.014Z",
    "name": "جبال الأكاكوس",
    "latitude": 24.834797,
    "longitude": 10.344427,
    "image": "photo_2025-06-21_14-07-09.webp",
    "description": "جبال الأكاكوس هي معلم أثري طبيعي يقع في أقصى الجنوب الغربي من ليبيا، بالقرب من مدينة غات، ضمن منطقة فزان الصحراوية. تُعد من أهم المواقع السياحية والتاريخية في ليبيا، حيث تحتوي على آلاف النقوش والرسومات الصخرية التي تعود إلى أكثر من 12,000 سنة، وتمثّل مشاهد من الحياة البرية والإنسانية القديمة، مثل الجِمال والفيلة وصيّادي العصر الحجري.\n\nتتميّز جبال الأكاكوس بتشكيلات صخرية غريبة وفريدة من نوعها، مثل الأقواس الطبيعية والممرات الرملية، مما يجعلها وجهة محببة لهواة التخييم والتصوير والمغامرات الصحراوية. وقد تم إدراجها ضمن قائمة مواقع التراث العالمي لليونسكو عام 1985 تقديرًا لقيمتها الأثرية والتاريخية.\n",
    "city": "غات ",
    "type": "معلم أثري"
  },
  {
    "id": "82f97a12-ee59-472d-bce9-402713229d48",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:24:51.999Z",
    "name": "قلعة غات ",
    "latitude": 24.967122,
    "longitude": 10.180581,
    "image": "photo_2025-06-23_19-35-41.webp",
    "description": "قلعة غات هي معلم تاريخي أثري يقع في مدينة غات جنوب غرب ليبيا. تعود القلعة إلى العصور العثمانية، وقد بُنيت للدفاع عن المدينة وحمايتها من الغزوات. تتميز القلعة بموقعها الاستراتيجي على مرتفع صخري، مما يوفر إطلالة بانورامية رائعة على الواحة والمدينة المحيطة بها.",
    "city": "غات",
    "type": "معلم أثري"
  },
  {
    "id": "d3cb905f-830a-4d61-ad42-971401dd99e4",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:26:11.087Z",
    "name": "بحيرات ايسين  ",
    "latitude": 24.85,
    "longitude": 9.85,
    "image": "photo_2025-06-23_19-35-46.webp",
    "description": "بحيرات إيسين هي مجموعة من البحيرات الطبيعية تقع في منطقة إيسين جنوب غرب ليبيا، بالقرب من الحدود مع الجزائر. تتميز هذه البحيرات بمياهها العذبة التي تتجمع من تدفق السيول الموسمية القادمة من جبال تاسيلي الجزائرية، مما يجعلها من نادر الأماكن المائية وسط الصحراء الكبرى.\n\nتضم البحيرات عدة بحيرات صغيرة مثل آجراجر وآملولاو وإنغان، وتعتبر ملاذًا للحياة البرية ومصدرًا هامًا للمياه للسكان المحليين والبدو الرحل. تستمر مياه هذه البحيرات في الوجود لسنوات طويلة حتى في حال ندرة الأمطار، مما يجعلها من الظواهر الطبيعية المميزة في الصحراء الليبية",
    "city": "غات",
    "type": "مناظر طبيعية"
  },
  {
    "id": "888d9fc6-e5db-4bbb-834d-cb5619743e63",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:27:01.021Z",
    "name": "نور القرآن",
    "latitude": 27.053262634333716,
    "longitude": 14.427816185901765,
    "image": "photo_2025-06-23_19-35-51.webp",
    "description": "يُعد مسجد نور القرآن من المساجد البارزة في مدينة سبها، ويتميز بتصميمه المعماري الجميل. يُعتبر مركزًا هامًا للأنشطة الدينية والتعليمية في المنطقة، حيث يُقام فيه الصلوات الخمس والجمعة، بالإضافة إلى حلقات تحفيظ القرآن الكريم والدروس الدينية.\n\nالمسجد يقع بالقرب من عيادة غلوري، مما يجعله موقعًا مركزيًا يسهل الوصول إليه من مختلف أنحاء المدينة.\n",
    "city": "سبها",
    "type": "مسجد"
  },
  {
    "id": "51681a21-6678-470c-b4bd-34fabf9d020f",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:28:19.812Z",
    "name": "السوق الجديد الشعبي  ",
    "latitude": 27.048542,
    "longitude": 14.413122,
    "image": "photo_2025-06-23_19-36-04.webp",
    "description": "يعد السوق الشعبي في سبها (ويُعرف أيضًا بـ \"السوق المركزي\") من أقدم وأشهر الأسواق في الجنوب الليبي، ويقع في قلب المدينة.\nمميزاته:\nطابع تقليدي شعبي:\nتصميم السوق بسيط، ويحتوي على أزقة ضيقة مليئة بالبائعين المحليين يعرضون بضائعهم بشكل مفتوح.\n\nأنواع البضائع:\n\nتمور فزّانية مشهورة.\n\nأقمشة تقليدية وملابس محلية.\n\nأواني منزلية، بخور، عطور، أدوات يدوية.\n\nقسم خاص للذهب والمجوهرات.\n\nخضروات وفواكه موسمية من المزارع المحلية\n",
    "city": "سبها",
    "type": "سوق تقليدي"
  },
  {
    "id": "72fc8e1f-3de0-4134-a0eb-9833626d1a72",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:29:02.570Z",
    "name": "القمودي",
    "latitude": 27.03564,
    "longitude": 14.441946,
    "image": "photo_2025-06-23_19-36-09.webp",
    "description": "يقع مطعم القمودي في شارع عمر المختار أو الدائري الثانوي في سبها، ويُعد واحداً من أشهر المطاعم في المنطقة، \nيتخصص بالأكلات التركية والمشاوي والوجبات الشعبية مثل:\n\nالشاورما والكباب\n\nالأرز\n\nالكسكسي\n\nمحشي الخضار\n\nيصاحبه أيضًا أصناف حلوى محلية مثل البسبوسة التي لاقت استحسانًا في الوسائط الاجتماعية .                                                                                            مواعيد العمل: \n12 ظهراً حتى 11 مساءً (ويصل أحياناً إلى 11:30 مساءً يوم الخميس)\n",
    "city": "سبها",
    "type": "مطعم"
  },
  {
    "id": "38e6042e-7355-460b-a506-c5c02855b8e0",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:29:49.391Z",
    "name": "لافيلا",
    "latitude": 27.050471,
    "longitude": 14.42026,
    "image": "photo_2025-06-23_19-36-13.webp",
    "description": "مقهى لافيلا كافي في سبها هو وجهة مميزة لعشاق القهوة والأجواء الهادئة. يُعرف المقهى بتقديم مجموعة متنوعة من المشروبات الساخنة والباردة، بالإضافة إلى الحلويات اللذيذة. يتميز بديكور عصري ومريح، مما يجعله مكانًا مثاليًا للاسترخاء أو لقاء الأصدقاء.\n",
    "city": "سبها",
    "type": "مقهى"
  },
  {
    "id": "da3e2681-0958-43da-bdfb-4023c8174646",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:30:42.622Z",
    "name": "الواحه",
    "latitude": 27.043394,
    "longitude": 14.425653,
    "image": "photo_2025-06-23_19-36-18.webp",
    "description": "يُعد فندق الواحة في مدينة سبها، جنوب ليبيا، من الفنادق المحلية التي تقدم خدمات الإقامة الأساسية للمسافرين. يتميز الفندق بموقعه في قلب المدينة، مما يجعله نقطة انطلاق مناسبة لاستكشاف معالم سبها.\nيقع الفندق بالقرب من الأسواق المحلية والمراكز التجارية، مما يسهل على النزلاء الوصول إلى مختلف الخدمات والمرافق. تتميز المنطقة المحيطة بالحيوية والنشاط، مما يضيف إلى تجربة الإقامة.",
    "city": "سبها",
    "type": "فندق"
  },
  {
    "id": "d385d260-f5d9-41ba-ad14-9e5cd6fe4afd",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:31:41.164Z",
    "name": "الجوهره",
    "latitude": 27.025808,
    "longitude": 14.431822,
    "image": "photo_2025-06-23_19-36-23.webp",
    "description": "فندق الجوهرة في سبها هو من بين الخيارات المميزة للإقامة في المدينة، ويُصنف ضمن الفنادق متوسطة المستوى. يقع في منطقة القرضة بالقرب من عيادة السكر، مما يجعله نقطة انطلاق مناسبة لاستكشاف معالم المدينة.\n\n معلومات أساسية\nالموقع: شعبية سبها، ليبيا.\n\n المرافق والخدمات\nيقدم فندق الجوهرة مجموعة من الخدمات الأساسية لضمان راحة النزلاء:\n\nالغرف: مجهزة بتكييف هواء، إنترنت، ومرافق أساسية أخرى.\n\nالموقع: يقع بالقرب من معالم المدينة، مما يسهل الوصول إلى الخدمات والمرافق المحلية.",
    "city": "سبها",
    "type": "فندق"
  },
  {
    "id": "12313af4-82ce-4679-9962-b7a86115dadd",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:32:33.231Z",
    "name": "سبها مول التجاري",
    "latitude": 27.042887,
    "longitude": 14.428386,
    "image": "photo_2025-06-23_19-36-27.webp",
    "description": "سبها مول التجاري هو واحد من أبرز مراكز التسوق والترفيه في مدينة سبها، جنوب ليبيا. يتميز هذا المول بموقعه الاستراتيجي في قلب المدينة، مما يجعله نقطة جذب رئيسية للسكان المحليين والزوار على حد سواء. يعتبر سبها مول مركزًا متكاملاً يلبي مختلف احتياجات العائلات والأفراد من خلال تنوع متاجره وخدماته.\n\nالمرافق والتسوق\nيحتوي المول على مجموعة واسعة من المحلات التجارية التي تقدم مختلف المنتجات مثل الملابس الرجالية والنسائية، الأحذية، الإكسسوارات، الأجهزة الإلكترونية، والسلع المنزلية. كما يضم أقسامًا خاصة بالأطفال، مما يجعله مكانًا مناسبًا للتسوق لجميع أفراد الأسرة. بالإضافة إلى ذلك، يوجد في المول صالات عرض للماركات المحلية والعالمية التي تجذب عشاق الموضة.\n\nالترفيه والخدمات\nيقدم سبها مول أيضًا بيئة مريحة للزوار، حيث يحتوي على مناطق مخصصة للجلوس والاستراحة، بالإضافة إلى كافيهات ومطاعم تقدم مجموعة متنوعة من المأكولات المحلية والعالمية. كما يوفر المول خدمات إضافية مثل مواقف سيارات واسعة لتسهيل وصول الزوار،\n",
    "city": "سبها",
    "type": "مركز تسوق"
  },
  {
    "id": "e9b9bbb2-c523-49a0-a112-983cb3e828f9",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:33:33.654Z",
    "name": "قلعة أوباري  ",
    "latitude": 26.588400687820148,
    "longitude": 12.772745651132947,
    "image": "photo_2025-06-23_19-36-50.webp",
    "description": "قلعة أوباري هي واحدة من أقدم المعالم التاريخية في مدينة أوباري، وتقف شامخة فوق تل رملي مرتفع في قلب الصحراء الليبية، مما يمنحها إطلالة استراتيجية على المناطق المحيطة. تمثل القلعة رمزًا لتراث المدينة وتاريخها العريق، وكانت قديمًا تستخدم لأغراض الدفاع والمراقبة.\n\n مميزاتها:\nموقعها المرتفع يمنحها طابعًا مهيبًا وتاريخيًا.\n\nشُيّدت من مواد محلية كالحجر والطين، ما يعكس براعة المعمار الصحراوي التقليدي.\n\nتحتوي على أبراج مراقبة وسور دفاعي يحيط بها من كل الجهات.\n\nكانت في الماضي ملجأً ومركزًا للحماية في أوقات النزاع.",
    "city": "أوباري",
    "type": "معلم أثري"
  },
  {
    "id": "be8e866b-b9af-46b1-b859-10103f225854",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:34:49.350Z",
    "name": "متحف جرمه ",
    "latitude": 26.526345,
    "longitude": 13.066378,
    "image": "photo_2025-06-23_19-36-56.webp",
    "description": "متحف جرمة الأثري – أوباري، ليبيا\nيُعتبر متحف جرمة الأثري واحدًا من أهم المتاحف التاريخية في الجنوب الليبي، ويقع في مدينة جرمة القريبة من أوباري، ضمن منطقة وادي الحياة. تأسس المتحف عام 1969 ليحفظ تراث حضارة الجرمنت، التي ازدهرت في الصحراء الكبرى ما بين القرن الخامس قبل الميلاد والقرن السادس الميلادي.\n\n مكونات المتحف\nالمتحف مقسم إلى خمس قاعات رئيسية، تغطي مراحل مختلفة من تاريخ المنطقة:\n\nما قبل التاريخ: أدوات حجرية ونقوش صخرية تعود للعصر الحجري القديم والوسيط.\n\nحضارة الجرمنت: أواني فخارية، نقوش، ورسوم تمثل حياة سكان تلك الحقبة.\n\nالمرحلة الإسلامية: قطع تعكس دخول الإسلام إلى المنطقة وتطور المجتمع.\n\nالتراث الشعبي: يعرض الملابس التقليدية، الأدوات اليومية، والموروث الثقافي لأهل الجنوب.\n\nالعصر الحديث: مقتنيات من فترة ما بعد الاستقلال.\n\nأبرز المعروضات\nمومياء بوترنة: وهي مومياء لطفلة عمرها 9 سنوات، تعود تقريبًا إلى عام 300 قبل الميلاد. تُعد من أشهر المومياوات في أفريقيا بعد مومياء الطفل في مصر.\n\nأدوات زراعية، أسلحة قديمة،\n",
    "city": "جرمه",
    "type": "المعالم البارزة"
  },
  {
    "id": "e0d8a78b-84d0-4632-a769-de2586d766fb",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:35:47.706Z",
    "name": "الحسيني",
    "latitude": 24.94388502674792,
    "longitude": 10.166895548551627,
    "image": "photo_2025-06-23_19-37-01.webp",
    "description": "يُعد مسجد الحسيني من المساجد المهمة في مدينة أوباري، ويقع في موقع مركزي يسهل الوصول إليه من مختلف أنحاء المدينة. يتميز المسجد بتصميم معماري بسيط يعكس الطابع الصحراوي للمنطقة، مع التركيز على الوظيفة الأساسية كمكان للعبادة والتجمعات الدينية.\n\nمميزات المسجد:\nمكان هادئ وواسع لأداء الصلوات الخمس وصلاة الجمعة.\n\nيستضيف المسجد دروسًا دينية ومحاضرات تعزز الفهم الديني لدى السكان المحليين.\n\nيضم مرافق مناسبة للوضوء والتنظيف لضمان راحة المصلين.\n\nيُعتبر نقطة تجمع روحية واجتماعية هامة لسكان أوباري.\n\nالأهمية الاجتماعية:\nيلعب المسجد دورًا مهمًا في الحياة المجتمعية للمدينة، حيث يلتقي فيه السكان لتبادل الأخبار، وتنظيم الفعاليات الدينية والاجتماعية، مما يعزز الروابط بين أفراد المجتمع.\n",
    "city": "أوباري",
    "type": "مسجد"
  },
  {
    "id": "31f7b5c2-6972-44ba-bbe7-a6245f656370",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:36:26.485Z",
    "name": "قعيد",
    "latitude": 27.038003,
    "longitude": 14.426859,
    "image": "photo_2025-06-23_19-37-06.webp",
    "description": "حديقة قعيد هي إحدى الحدائق المعروفة في مدينة سبها، وتُعد من الوجهات المفضلة للعائلات والأطفال في المنطقة. تقع بالقرب من سوق قعيد، الذي يُعتبر من الأسواق الشعبية الشهيرة في المدينة.\n\nتتميز الحديقة بمساحتها الخضراء الواسعة، مما يوفر بيئة مناسبة للتنزه واللعب. تحتوي على مرافق للأطفال، مثل الألعاب والمناطق المخصصة للعب، مما يتيح لهم قضاء وقت ممتع وآمن. وجودها بالقرب من سوق قعيد يجعلها مكانًا مناسبًا للراحة بعد التسوق.\n\nتُعتبر حديقة قعيد من الأماكن التي تعكس روح المجتمع المحلي في سبها، حيث يلتقي فيها السكان للاستمتاع بوقتهم وقضاء لحظات من الاسترخاء.\n",
    "city": "سبها",
    "type": "حديقة"
  },
  {
    "id": "5a590cf5-bcb7-486f-841e-9801700717e5",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:37:18.884Z",
    "name": "كيدز لاند ",
    "latitude": 27.062406,
    "longitude": 14.387422,
    "image": "photo_2025-06-23_19-37-10.webp",
    "description": "يُعتبر منتزه كيدز لاند من أبرز الأماكن الترفيهية في مدينة سبها، خاصة للعائلات والأطفال. يقع المنتزه في منطقة السراج على طريق المواشي، ويتميز بمساحته الخضراء الواسعة وأجوائه الآمنة والمريحة، مما يجعله مكانًا مثاليًا لقضاء أوقات ممتعة مع الأسرة.\n\nمميزات المنتزه:\nيحتوي على ألعاب وأنشطة متنوعة تناسب جميع الأعمار، مع تركيز خاص على الأطفال.\n\nيُنظم المنتزه فعاليات منتظمة مثل حفلات تنشيطية، عروض فنية، ومسابقات ترفيهية تضفي جوًا من المرح.\n\nيوفر مرافق متكاملة تشمل مواقف سيارات مجانية، طاولات وكراسي للزوار، وكاميرات مراقبة لضمان السلامة.\n\nأسعار الدخول مناسبة جدًا للعائلات، مع خصومات للأطفال.\n\nجو المنتزه:\nيجمع بين الطبيعة الخضراء وأجواء المرح، حيث يمكن للأطفال اللعب بحرية والاستمتاع بالعروض الترفيهية بينما يسترخي الكبار في مكان مريح وآمن. كما أن الفعاليات الدورية تضمن تنوع التجربة لكل زيارة.\n",
    "city": "سبها",
    "type": "حديقة"
  },
  {
    "id": "5b5fa1f0-a73d-45ef-a261-ca8078806130",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:44:07.584Z",
    "name": "الداموعي",
    "latitude": 26.58212,
    "longitude": 12.775219,
    "image": "photo_2025-06-23_19-37-14.webp",
    "description": "يقع سوق الداموعي الممتاز في قلب مدينة أوباري، وتحديدًا على طريق غات، ويُعد من أبرز المحلات التجارية المتخصصة في بيع المواد الغذائية والسلع الاستهلاكية اليومية. يكتسب السوق شعبيته بفضل موقعه المميز وسهولة الوصول إليه من مختلف أحياء المدينة، بالإضافة إلى تنوع المنتجات التي يقدمها.\n\n ما يقدمه السوق:\nقسم المواد الغذائية: يحتوي على تشكيلة واسعة من السلع الأساسية مثل الأرز، الدقيق، الزيوت، المعلبات، العصائر، ومنتجات الألبان.\n\nالخضار والفواكه: تتوفر بشكل يومي وبجودة جيدة، مما يجعله من أوائل المحطات التي يقصدها السكان للتسوق المنزلي.\n\nمنتجات التنظيف: تتوفر أنواع متعددة من منظفات الأرضيات، الصابون، والمطهرات، بأسعار تنافسية.\n\nسلع أخرى: يعرض السوق أيضًا بعض مستلزمات المناسبات والأدوات الخفيفة للمطبخ والمنزل.\n\n الموقع والخدمة:\nيقع السوق على شارع رئيسي حيوي وهو طريق غات، مما يجعله سهل الوصول سواء سيرًا على الأقدام أو بالمركبات.\n\nيقدم خدمة عمل منظمة ومرتبة، مع توفر موظفين يساعدون الزبائن في تلبية احتياجاتهم\n",
    "city": "أوباري",
    "type": "مركز تسوق"
  },
  {
    "id": "fd216b5c-148c-48ba-b79c-6eb93a951546",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:45:31.935Z",
    "name": "المدينه القديمه (البلاد)",
    "latitude": 26.58401,
    "longitude": 12.779189,
    "image": "photo_2025-06-23_19-37-19.webp",
    "description": "تقع المدينة القديمة في قلب مدينة أوباري، جنوب غرب ليبيا، وهي من أبرز المعالم التاريخية التي تعكس التراث المعماري والثقافي العريق للمنطقة. تعود أصولها إلى فترات قديمة، وقد كانت مركزًا مهمًا للقوافل والتبادل التجاري بين سكان فزان والطوارق والمسافرين عبر الصحراء.\n\n الملامح العامة:\nتتميز المدينة بأزقتها الضيقة ومبانيها المشيدة من الطين والحجر، بتصميم يساعد على مقاومة حرارة الصحراء.\n\nتحتوي على منازل متلاصقة ذات أسقف مسطحة وساحات داخلية صغيرة، تعكس أسلوب الحياة التقليدية في الواحات.\n\nكانت منطقة نابضة بالحياة، تضم أسواقًا صغيرة ومساجد ومجالس للعلم والتشاور بين الأهالي.\n\n الأهمية التاريخية:\nلعبت دورًا مهمًا في ربط طرق التجارة بين الشمال والجنوب، خاصة خلال فترات ازدهار حضارة الجرمنت.\n\nتشهد بعض الأحياء على تاريخ عميق يمتد لقرون، وتوجد بها بقايا لمقابر ومواقع أثرية قديمة.",
    "city": "أوباري",
    "type": "مكان تاريخي"
  },
  {
    "id": "fbd97f64-1c3f-4791-830b-9d45195b4be1",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:56:36.123Z",
    "name": "وليمه",
    "latitude": 26.587658,
    "longitude": 12.776023,
    "image": "photo_2025-06-23_19-37-25.webp",
    "description": "يُعد مطعم الوليمة خيارًا شعبيًا ومحبوبًا بين سكان أوباري. يتميز بتقديم وجبات منزلية على الطراز الليبي والشامي بأجواء مريحة وخدمة سريعة.\n\n الموقع والأجواء:\nيوجد في حي الجفارة على طريق أبوعقيلين/الجفارة، بالقرب من مركز بيكسل للدعاية، مما يجعله موقعًا مركزيًا يسهل الوصول إليه من وسط المدينة.\n\nيتميز بجو شعبي دافئ، حيث يقصده العائلات والعمال على حد سواء لتناول الطعام في فترة الغداء أو العشاء.\n\n قائمة الطعام:\nيقدم مجموعة متنوعة من الأطباق التقليدية مثل البوريك، الكسكس، البسطيلة، بالإضافة إلى مأكولات سريعة وشامية.\n\nيوفر أيضًا مشروبات ساخنة وباردة مثل القهوة، الشاي، والعصائر الطازجة.\n\n مواعيد العمل والخدمة:\nغالبًا ما يكون مفتوحًا من الصباح حتى المساء (حوالي 7 صباحًا حتى 8 مساءًا)، عدا الجمعة التي يُغلق فيها عادةً.\n\nيُعرف بخدمة سريعة وأسعار مناسبة تناسب الجميع.",
    "city": "أوباري",
    "type": "مطعم"
  },
  {
    "id": "e9ff50da-a8ae-4341-8342-35555b38a84f",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:57:51.778Z",
    "name": "الضيافه",
    "latitude": 26.5917,
    "longitude": 12.76795,
    "image": "photo_2025-06-23_19-37-29.webp",
    "description": "الموقع:\nيقع في شارع الكلية، تقاطع المستشفى، مقابل عمارات الصحة، وبجانب مصحة يشفين، في مدينة أوباري.\n\n لمحة عن المطعم:\nيُعد مطعم الضيافة من أبرز المطاعم المحلية في أوباري، حيث يقدم مجموعة متنوعة من الوجبات السريعة والمأكولات الشعبية. يتميز المطعم بجو دافئ وأجواء مريحة، مما يجعله وجهة مفضلة للعائلات والأصدقاء.\n\n قائمة الطعام:\nيقدم المطعم مجموعة من الأطباق المتنوعة، تشمل:\n\nالساندويتشات: مثل ساندويتشات المفروم والكبدة، والتي تحظى بشعبية كبيرة بين الزبائن. \n\nالمعجنات: تتنوع بين البيتزا المحشية بأنواع مختلفة، وتُعد من أبرز الأطباق المقدمة. \n\nالمأكولات الشعبية: مثل القلاية، معلاق الخروف، والشاورما، بالإضافة إلى الهامبورجر. \n\n مواعيد العمل:\nيُفتح المطعم يوميًا من الساعة 7:30 مساءً، مع ملاحظة أنه قد يكون مغلقًا يوم الجمعة.\n",
    "city": "أوباري",
    "type": "مطعم"
  },
  {
    "id": "1d500eb0-6f42-4e20-ab0d-1487adb52eb7",
    "isFavorite": false,
    "createdAt": "2025-06-26T22:58:38.382Z",
    "name": "الحسينى",
    "latitude": 24.94388502674792,
    "longitude": 10.166895548551627,
    "image": "photo_2025-06-23_19-37-35.webp",
    "description": "يقع جامع الحسيني في منطقة هادئة ضمن مدينة غات، جنوب غرب ليبيا، وهو من المساجد التي تلعب دورًا مهمًا في الحياة الدينية والاجتماعية للسكان المحليين.\n\n التصميم والوظيفة\nيتميز الجامع بتصميم معماري بسيط يعكس الطابع التقليدي للمساجد في الجنوب الليبي، مع التركيز على المساحات الواسعة للصلاة والتجمع.\n\nيُستخدم الجامع للصلاة اليومية، بالإضافة إلى إقامة الصلوات الجماعية في الأعياد والمناسبات الدينية.\n\nيُعتبر مركزًا اجتماعيًا هامًا للتواصل بين أبناء المجتمع، ويشهد تجمعات تعليمية ودروس دينية في بعض الأوقات.\n\n الدور الثقافي والاجتماعي\nيقدم الجامع دورًا في تعزيز الترابط الاجتماعي من خلال فعاليات دينية ومناسبات خاصة.\n\nيمثل نقطة التقاء مهمة لأهل المدينة، حيث يجتمعون للصلاة، تبادل الأخبار، والاحتفاء بالمناسبات الإسلامية\n",
    "city": "غات",
    "type": "مسجد"
  },
  {
    "id": "b96e0972-98e2-48cc-b3b1-27a21dbb8d00",
    "isFavorite": false,
    "createdAt": "2025-06-26T23:00:14.822Z",
    "name": "مافو",
    "latitude": 26.787881,
    "longitude": 13.507359,
    "image": "photo_2025-06-23_19-38-05.webp",
    "description": "بحيرة مافو – واحة ساحرة وسط الصحراء\n\nتقع البحيرة في منطقة رملة أوباري، على بُعد نحو 36 كم من تكركيبة، ضمن بلدية وادي الحياة. تُعد واحدة من أجمل البحيرات الصحراوية في المنطقة، وتتميز بمزيج رائع من الماء، الرمل، والنخيل \n\n الخصائص الطبيعية\nمياه البحيرة مالحة، ذات لون أزرق هادئ، وتغذيها ينابيع جوفية صغيرة.\n\nتحيط بها نباتات مائية مثل القصب وديس النخل، وتزيد المنظر جمالاً \n\nوقع قريبًا حريق تأثر به الغطاء النباتي حول البحيرة، وقد تم تنظيم حملات تطوعية للحفاظ على محيطها \n\n الأنشطة والزيارات\nالتنزه والاسترخاء: المكان مثالي للجلوس بجانب الماء وسط واحة هادئة.\n\nسفاري بسيارات الدفع الرباعي: تسلك طرقًا رملية تؤدي إلى البحيرة، مما يجعل الوصول مغامرة ممتعة.\n\nالتصوير الفوتوغرافي: التناقض بين الرمال الذهبية والخضرة والماء يسمح بلقطات ساحرة.",
    "city": "أوباري",
    "type": "مناظر طبيعية"
  },
  {
    "id": "05599d92-9a74-44b6-bcd1-37ff29bee7f1",
    "isFavorite": false,
    "createdAt": "2025-06-26T23:03:08.188Z",
    "name": "تنقرزان",
    "latitude": 26.892969,
    "longitude": 13.499572,
    "image": "photo_2025-06-23_19-42-24.webp",
    "description": "بحيرة تنقرزان – واحة صخرية ساحرة\nتقع بحيرة تنقرزان في صحراء وادي الحياة، قرب أوباري، وهي واحدة من حوالي 11 بحيرة متناثرة بين الكثبان الرملية وأشجار النخيل \n\n الخصائص الطبيعية\nمياه مالحة تحتوي على كربونات ومكونات معدنية مشابهة لمياه البحيرات الصحراوية الأخرى كسلسلة قبر عون والمندرة ومافو \n\nتُحاط البحيرة بكثبان رملية عالية ووادي نباتي من النخيل والقصب، ما يعكس جمال الصورة الصحراوية التقليدية \n\n الأنشطة المتاحة\nالتنزه بين الشمس والظل، وملاحظة التغيّر اللوني لمياه البحيرة حسب العمق والضوء.\n\nسفاري بسيارات الدفع الرباعي على الكثبان الرملية المحيطة.\n\nالتصوير الفوتوغرافي: انعكاسات الماء وسط الكثبان تعطي مناظر خلابة تستمتع بها الكاميرا.",
    "city": "أوباري",
    "type": "المعالم البارزة"
  },
  {
    "id": "8d1c18c1-760e-4119-acb9-075f862c3b12",
    "isFavorite": false,
    "createdAt": "2025-06-26T23:05:15.748Z",
    "name": "الطرونه الحمراء",
    "latitude": 26.929573,
    "longitude": 13.383338,
    "image": "photo_2025-06-23_19-42-28.webp",
    "description": "طبيعة اللون الأحمر\nتُعرف هذه البحيرة الصحراوية بتميز لونها الأحمر الزاهي، بسبب انتشار طحالب من أنواع Dunaliella إضافة إلى تفاعل أملاح ومعادن خاصة في ماء البحيرة \n\nاللون الأحمر يجذب الأنظار ويقدم لوحة طبيعية غريبة فريدة وسط الكثبان الصفراء.\n\n الموقع والبيئة الطبيعية\nتقع الطرونة الحمراء على بعد نحو 90كم شمال شرقي سبها، بالقرب من منطقة وادي الحياة \n\nتمثل بحيرة ملحية ضمن منخفض صحراوي محاط بالكثبان الرملية، ويطلق عليها سكان المنطقة اسم \"الواحة الدمية\" نظرًا للونها الفريد .\n\n خصائص المياه\nمياه غاية في الملوحة؛ حيث تحتوي على كربونات الصوديوم والمعادن الأخرى التي تمنحها خاصية الطفو وإنشاء الرواسب الجميلة عند الشاطئ .\n\nبالرغم من أنها غير صالحة للشرب، إلا أنّ وجود هذه الملوحة يدعم الجو الجمالي الفريد والبقع الملونة على السطح.\n",
    "city": "سبها",
    "type": "مناظر طبيعية"
  },
  {
    "id": "dd3a5237-44f7-4ff9-bb04-7fa28abe6152",
    "isFavorite": false,
    "createdAt": "2025-06-26T23:07:35.424Z",
    "name": "العنبه",
    "latitude": 25.944765,
    "longitude": 16.977631,
    "image": "photo_2025-06-23_19-42-32.webp",
    "description": "بحيرة العنبة (Al Anba Lake)\nتقع البحيرة ضمن بلدية وادي الحياة بالقرب من مدينة أوباري في الجنوب الغربي لليبيا. بحسب نظام الترميز الجغرافي،\n\n\n الخصائص الطبيعية\nالمياه: مياه مالحة طبيعية تغذيها مستويات جوفية، تقدم مشهدًا جذابًا وسط البيئة الصحراوية.\n\nالمحيط: تحيط البحيرة كثبان رملية ناعمة متداخلة، وشريط ضيق من النباتات الصحراوية مثل نخيل القصب حول الحافة .\n\n الأنشطة المتاحة\nالاسترخاء بجانب الماء: مناسب للجلوس في أجواء طبيعية هادئة بعيدًا عن صخب المدن.\n\nالتصوير: توفير مناظر رائعة لدمج الطبيعة الصحراوية مع المياه الهادئة، خاصة عند ضوء المغيب.\n\nسفاري بسيارة دفع رباعي: الوصول إلى البحيرة يتطلب استخدام طرق ترابية داخل وادي الحياة.\n",
    "city": "أوباري",
    "type": "المعالم البارزة"
  },
  {
    "id": "79ec7243-3437-4da8-9f1c-272d17ec177e",
    "isFavorite": false,
    "createdAt": "2025-06-26T23:09:19.722Z",
    "name": "سيدي ابو صلاح ",
    "latitude": 25.78262524004544,
    "longitude": 10.560350523240128,
    "image": "photo_2025-06-23_19-42-36.webp",
    "description": "الموقع: يقع المسجد في قلب مدينة العوينات، بالقرب من معالم تاريخية وثقافية هامة، مما يجعله نقطة جذب للزوار والمصلين.\n\nالطراز المعماري: يتميز المسجد بتصميمه التقليدي الذي يعكس الطابع المعماري للمنطقة، مع استخدام المواد المحلية في البناء.\n\nالأنشطة: يُستخدم المسجد لأداء الصلوات اليومية، بالإضافة إلى أنه يُعتبر مركزًا دينيًا هامًا في المدينة، حيث يُنظم فيه دروس دينية ومحاضرات.\n\n أهمية المسجد\nيُعتبر مسجد سيدي أوب صلاح من الأماكن المقدسة في المنطقة، ويحظى باحترام كبير من قبل سكان العوينات والمناطق المجاورة. يُعد مركزًا روحيًا وثقافيًا، حيث يُسهم في تعزيز الهوية الدينية والثقافية للمجتمع المحلي.\n\nإذا كنت ترغب في زيارة المسجد أو الحصول على مزيد من المعلومات حول الأنشطة والفعاليات التي تُقام فيه، يُفضل التواصل مع الجهات المحلية أو زيارة المدينة للتعرف عن كثب على هذا المعلم التاريخي.",
    "city": "العوينات",
    "type": "مسجد"
  },
  {
    "id": "1b89e712-1581-49a8-bd5b-765f0a2d16a5",
    "isFavorite": false,
    "createdAt": "2025-06-26T23:19:18.037Z",
    "name": "قلعة العوينات",
    "latitude": 25.778785,
    "longitude": 10.5641,
    "image": "photo_2025-06-23_19-42-42.webp",
    "description": "قلعة العوينات\nقلعة العوينات هي أحد المعالم التاريخية البارزة في مدينة العوينات الواقعة في الجنوب الغربي لليبيا، ضمن بلدية غات. تعكس القلعة التراث المعماري التقليدي للمنطقة وتُعد شاهدًا على التاريخ المحلي والثقافة الصحراوية.\n\nمميزات القلعة:\nالموقع: تقع القلعة في مركز مدينة العوينات، وتحيط بها منازل السكان، مما يجعلها جزءًا لا يتجزأ من الحياة اليومية للمدينة.\n\nالهيكل: تتميز القلعة بجدرانها السميكة المبنية من الطين والحجارة المحلية، مع أبراج مراقبة في الزوايا توفر رؤية استراتيجية للمنطقة المحيطة.\n\nالأهمية التاريخية: كانت القلعة تستخدم في السابق كموقع دفاعي للحماية من الغزوات والهجمات، كما كانت مركزًا للحكم المحلي.\n\nالطابع الثقافي: تعد القلعة رمزًا لتراث العوينات وتعكس فن البناء التقليدي للمنطقة، كما تستضيف بعض الفعاليات الثقافية والتجمعات المجتمعية.\n\nالزيارة:\nالقلعة مفتوحة للزوار الذين يرغبون في استكشاف التاريخ والتراث الليبي في الجنوب الغربي، وتوفر فرصة لفهم الحياة الصحراوية القديمة والأساليب الدفاعية.",
    "city": "العوينات",
    "type": "معلم أثري"
  },
  {
    "id": "8b7de828-30e3-4130-b4bc-7f0b9be65868",
    "isFavorite": false,
    "createdAt": "2025-06-26T23:20:08.553Z",
    "name": "قلعة القطرون ",
    "latitude": 24.889158,
    "longitude": 14.523223,
    "image": "photo_2025-06-23_19-42-46.webp",
    "description": "وصف القلعة:\nالموقع: تقع القلعة في وسط مدينة القطرون، وتعد من أبرز المعالم التاريخية في المنطقة.\n\nالبناء: بنيت القلعة في عام 1935 خلال فترة الاستعمار الإيطالي، وتتميز بتصميمها المعماري الفريد الذي يجمع بين الطراز العسكري والاستعماري.\n\nالوظيفة: كانت القلعة تستخدم كمركز إداري وعسكري لمراقبة المنطقة، وتضم مدفعين يعود تاريخهما إلى الحرب العالمية الأولى، كانا يستخدمان لمراقبة المدينة وحمايتها.\n\n\n أهمية القلعة:\nالتراث الثقافي: تعتبر القلعة جزءًا من التراث الثقافي والتاريخي للقطرون، وتعكس تاريخ المدينة وتطورها على مر العصور.\n\nالرمزية: تعد القلعة رمزًا للصمود والتاريخ الطويل للقطرون، وتستقطب الزوار والمهتمين بالتاريخ والثقافة.\n\n الترميم والصيانة:\nفي السنوات الأخيرة، بدأت جهود لترميم القلعة والحفاظ عليها، حيث قام مدير جهاز إدارة المدن التاريخية في ليبيا، محمد الحبيب، بمناشدة الجهات المختصة بتقديم الدعم اللازم لترميم المدينة القديمة القطرون، بما في ذلك القلعة.",
    "city": "القطرون",
    "type": "المعالم البارزة"
  },
  {
    "id": "04cd1cbd-5459-4243-9784-c21a7e5e50c8",
    "isFavorite": false,
    "createdAt": "2025-06-26T23:21:10.776Z",
    "name": "قلعة مرزق",
    "latitude": 25.915707,
    "longitude": 13.910447,
    "image": "photo_2025-06-23_19-42-51.webp",
    "description": " قلعة مرزق هي معلم تاريخي بارز يقع في مدينة مرزق، جنوب غرب ليبيا. تم تشييدها في عام 1310 ميلادي، أثناء تأسيس المدينة لتكون مركزًا للسلطان وعاصمة لدولة أولاد إمحمد الفاسي.\n\n وصف القلعة\nالموقع: تقع القلعة على قمة تل شمال غربي مدينة مرزق، مما يوفر لها موقعًا استراتيجيًا للمراقبة والدفاع.\n\n\nالبناء: تم بناء القلعة من الحجارة والطين المدكوك، وهي محاطة بسور مرتفع وتحصينات خاصة بالمراقبة.\n\nالتصميم: تتكون القلعة من بناء مربع الشكل يتوسطه فناء، ويوجد ممر يقود إلى ساحة تطل على مباني القلعة.\n\n\n الأهمية التاريخية\nدور القلعة: كانت القلعة مقرًا للحكم والإدارة، حيث ضمت جناحًا خاصًا بالسلطان، إضافة إلى قاعة للاجتماعات ومقرات للخدم والحرس.\n\nالحقب الزمنية:\n\nبعد احتلال العثمانيين لفزان، حلوا محل السلطان الباشاوات الذين حكموا المنطقة من هذه القلعة.\n\nسكنها الإيطاليون عند احتلالهم لليبيا واتخذوا منها مقرًا لهم ومكانًا للحكم.\n\nالمرافق المجاورة: يجاور القلعة بعض المرافق مثل ساحة صلاة الجمعة وسجن المدينة الذي كان يستعمل لنفي المساجين السياسيين",
    "city": "مرزق",
    "type": "معلم أثري"
  },
  {
    "id": "f32c32b5-4eb5-4368-9518-53610960dec7",
    "isFavorite": false,
    "createdAt": "2025-06-26T23:22:51.018Z",
    "name": "قصر مارا",
    "latitude": 26.025621561001984,
    "longitude": 13.37429528115816,
    "image": "photo_2025-06-23_19-42-56.webp",
    "description": " وصف قصر مارا\nالموقع: يقع القصر على بعد حوالي 13 كم جنوب غرب مدينة تساوة، في وادي عتبة.\n\nالبناء: القصر عبارة عن حصن صحراوي قديم مشيد بالطين، كان يُستخدم كنقطة حراسة على طريق القوافل الصحراوية.\n\n\nالمعالم: من أبرز معالم القصر بقايا من الجزء الجنوبي والشرقي، بالإضافة إلى أسس السور الخارجي للمبنى.\n\n\n أهمية تاريخية\nيُعتبر قصر مارا جزءًا من شبكة الحصون الصحراوية التي كانت تُستخدم لمراقبة وتأمين طرق القوافل التجارية عبر الصحراء الكبرى. تُظهر بقايا القصر كيف كانت هذه الحصون تُبنى باستخدام المواد المحلية مثل الطين، مما يعكس براعة البناء التقليدي في المنطقة",
    "city": "تساوة",
    "type": "معلم أثري"
  },
  {
    "id": "79864f62-f93e-4b52-91dc-4bd2d426cd7f",
    "isFavorite": false,
    "createdAt": "2025-06-25T01:59:27.911Z",
    "name": "محمية مصراتة الطبيعية",
    "latitude": 32.1808345,
    "longitude": 15.1080881,
    "image": "photo_5942513289458208108_y.webp",
    "description": "تقع محمية مصراتة الطبيعية جنوب مدينة مصراتة، وتُعتبر من المناطق البيئية المحمية التي تهدف إلى الحفاظ على الغطاء النباتي والتنوع البيولوجي المحلي.\nتتميّز بتنوع أشجارها، خاصة أشجار الأكاسيا والسدر، بالإضافة إلى وجود بعض الكثبان الرملية والتكوينات الطبيعية.\n\nالمحمية غير مجهزة لاستقبال الزوار بشكل دائم، لكنها تُستخدم أحيانًا في رحلات بيئية أو دراسات علمية، وهي تُعد متنفسًا بيئيًا مهمًا خارج المدينة.\n",
    "city": "مصراتة",
    "type": "مناظر طبيعية"
  },
  {
    "id": "f324cc07-0678-41a6-b877-a29c549c044d",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:02:05.044Z",
    "name": "منتجع مصراتة ",
    "latitude": 15.1147242,
    "longitude": 32.4050107,
    "image": "photo_5942513289458208121_y.webp",
    "description": "يقع منتجع مصراتة شرق المدينة، ويُعد من المنتجعات السياحية المتكاملة التي تقدم خدمات إقامة وترفيه للزوار والعائلات. يتميّز بموقعه الهادئ القريب من البحر، ومساحته الكبيرة التي تضم وحدات سكنية ومرافق ترفيهية متعددة.\n\nالمنتجع يُستخدم للإقامات القصيرة، والرحلات العائلية، ويستقبل أحيانًا فعاليات اجتماعية ومناسبات خاصة.\n\n\n",
    "city": "مصراتة",
    "type": "منتجع سياحي"
  },
  {
    "id": "21234444-7d83-4615-a755-3fe32248124c",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:02:46.670Z",
    "name": "منتجع الامان ",
    "latitude": 32.4130099,
    "longitude": 15.0018183,
    "image": "photo_5942513289458208127_y.webp",
    "description": "منتجع الأمان هو أحد المنتجعات السياحية الواقعة في منطقة الدافنية غرب مدينة مصراتة، ويطل مباشرة على ساحل البحر الأبيض المتوسط. يُقدّم المنتجع خدمات استراحة وإقامة مريحة للعائلات والزوار، ويُستخدم كمكان للتنزه اليومي أو الإقامة القصيرة\nويتميّز المنتجع بموقعه الهادئ والبعيد عن صخب المدينة، مما يجعله وجهة مفضّلة للاسترخاء خلال عطلات نهاية الأسبوع أو الصيف.\n",
    "city": "مصراتة",
    "type": "منتجع سياحي"
  },
  {
    "id": "0955cee1-8710-4e8e-acb4-f3794f64d58d",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:03:52.159Z",
    "name": "المبني التاريخي",
    "latitude": 15.0908489,
    "longitude": 32.375096,
    "image": "photo_5942513289458208135_y.webp",
    "description": "يقع هذا المبنى التاريخي في قلب مدينة مصراتة، وهو من المباني التي تعود إلى فترة الاستعمار الإيطالي في ليبيا. يتميز بطرازه المعماري الكلاسيكي الإيطالي، ويُعتبر من أقدم الأبنية في المدينة التي ما تزال تحتفظ بجزء من شكلها الأصلي.\n\nالمبنى مهجور حاليًا، لكنه يُعد شاهدًا على مرحلة زمنية مهمة في تاريخ مصراتة، وغالبًا ما يُستخدم كمرجع بصري في توثيق تاريخ المدينة العمراني.\n\n\n",
    "city": "مصراتة",
    "type": "معلم أثري"
  },
  {
    "id": "907b8b20-7a82-4e67-adcf-daf6dec0a151",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:05:30.803Z",
    "name": "قوز التيك",
    "latitude": 32.381448,
    "longitude": 15.0856635,
    "image": "photo_5942513289458208140_y.webp",
    "description": "يقع منتزه قوز التيك شمال غرب مدينة مصراتة، وهو من أبرز المساحات الطبيعية المفتوحة في المدينة. يتميز المنتزه بكثافة الأشجار، خصوصًا أشجار الصنوبر، ويوفر بيئة مناسبة للراحة والتنزه الفردي أو العائلي.\n\nالمنتزه يُستخدم كمكان للاسترخاء وإقامة النزهات وبجوار المنتزه مباشرة يقع المنصب التذكاري، وهو معلم رمزي يُجسّد ذكرى الشهداء، ويُعتبر من المواقع المعروفة في المنطقة، مما يضيف للمنطقة طابعًا ثقافيًا وتاريخيًا بجانب طابعها الترفيهي.\n",
    "city": "مصراتة",
    "type": "حديقة"
  },
  {
    "id": "ff725519-9da9-40ac-93c7-cb5b81cc22a0",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:05:59.798Z",
    "name": "الحديقة المركزية",
    "latitude": 32.3721817,
    "longitude": 15.0909753,
    "image": "photo_5942513289458208143_y.webp",
    "description": "الحديقة المركزية تقع في وسط مدينة مصراتة، بالقرب من برج الساعة وسوق المدينة. تُعد من أهم الحدائق العامة في المدينة، وتوفر مساحة مفتوحة للجلوس والمشي والترفيه.\n\nتحتوي الحديقة على:\n • مساحات خضراء\n • ممرات مخصصة للمشي\n • مقاعد للجلوس\n • منطقة ألعاب للأطفال\n • إنارة ومرافق بسيطة\n\nتُستخدم من قبل العائلات والأفراد كمكان للراحة أو التنزه، وتُعتبر من أبرز أماكن الاستراحة العامة في وسط مصراتة.\n",
    "city": "مصراتة",
    "type": "حديقة"
  },
  {
    "id": "46ceab9e-a3b9-4a1f-af49-2442f7a0398e",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:06:57.924Z",
    "name": "الجامع العالي",
    "latitude": 32.3767086,
    "longitude": 15.0964594,
    "image": "photo_5942513289458208158_y.webp",
    "description": "يقع الجامع العالي في قلب مدينة مصراتة، وتحديدًا في حي أماطين، ويُعدّ من أبرز وأقدم المساجد في المدينة. يتميز بتصميمه المعماري الفريد، وقبّته الكبيرة، ومئذنتيه الشامختين اللتين تُمكن رؤيتهما من مختلف أنحاء المدينة.\n\nالجامع يُعرف محليًا باسم “جامع الجمعة”، وهو من المساجد الرئيسية التي تقام فيها صلاة الجمعة ويشهد حضورًا كثيفًا، خاصة في المناسبات الدينية.\nتُضاء واجهته ليلاً بشكل جميل، مما يجعله تحفة معمارية بارزة في المشهد الليلي للمدينة، كما يظهر في الصور الجوية التي تُظهره مركزًا للحياة الدينية والاجتماعية.\n",
    "city": "مصراتة",
    "type": "مسجد"
  },
  {
    "id": "36c26f70-21e3-4c97-8a5b-ee59a4796eb8",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:07:26.904Z",
    "name": "جزيرة العلم",
    "latitude": 32.3745308,
    "longitude": 15.0904636,
    "image": "photo_5942513289458208223_y.webp",
    "description": "جزيرة العلم هي نصب أو معلم بارز في مصراتة يُستخدم رمزياً للتعبير عن الهوية الوطنية والاعتزاز بالمدينة والوطن.\nتم إنشاءة في فترة حديثة نسبيًا، خلال العقود الأخيرة، لتعزيز الشعور الوطني وللتذكير بقيم الوحدة والحرية في ليبيا.\n • الغرض من المعلم هو تمثيل العلم الوطني الليبي كرمز للوحدة الوطنية والسيادة، ويعتبر نقطة تجمع للمناسبات الوطنية والاحتفالات الرسمية\n",
    "city": "مصراتة",
    "type": "منتجع سياحي"
  },
  {
    "id": "50abc102-248d-4604-9184-c48ac84a8935",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:07:59.124Z",
    "name": "زاوية الشيخ عبد السلام الأسمر",
    "latitude": 32.4672502,
    "longitude": 14.5675053,
    "image": "photo_5947246820159769012_y.webp",
    "description": "زاوية الشيخ عبد السلام الأسمر في زليتن تُعتبر من أعرق المعالم الدينية والتعليمية في ليبيا، تأسست في القرن 15 على يد العالم الصوفي عبد السلام الأسمر.\nالمكان فيه مسجد كبير يتسع لآلاف المصلين، ومدرسة قرآنية تستقبل طلاب من داخل ليبيا ومن دول زي نيجيريا وتايلاند. تضم الزاوية مكتبة قديمة ومركز للمخطوطات، وتُقام فيها دروس دينية، مسابقات تحفيظ، ومناسبات زي المولد النبوي وليلة القدر.\n\nالزاوية مبنية بطراز إسلامي راقي، فيها نقوش وزخارف تقليدية وقباب جميلة تعكس روح المكان.",
    "city": "زليتن",
    "type": "منطقة تاريخية"
  },
  {
    "id": "8bbcf9e4-34ee-46b2-9719-dee247a48abf",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:08:38.002Z",
    "name": "شاطيْ الصويري",
    "latitude": 32.4956837,
    "longitude": 14.6008204,
    "image": "photo_5947246820159769018_y.webp",
    "description": "يُعد من الشواطئ الطبيعية الهادئة والمميزة في الساحل الليبي، يتميّز برماله الذهبية الناعمة ومياهه الصافية الزرقاء، ويحيط به جو ريفي بسيط بعيد عن الزحمة والتوسع العمراني، مما يجعله مثالياً لمحبي الاسترخاء والطبيعة. الشاطئ مناسب للسباحة، التنزه، والتصوير، خصوصاً عند الغروب، ورغم قلة المرافق والخدمات فيه، إلا أن سحره يكمن في بساطته ونقاوته، وهو من الأماكن اللي يفضلها سكان زليتن للاستجمام خلال أشهر الصيف\n",
    "city": "زليتن",
    "type": "شاطئ"
  },
  {
    "id": "7c1b2df3-2879-4d52-98fd-87a4f36ca030",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:09:03.528Z",
    "name": "دار بوك عميرة",
    "latitude": 32.4982668,
    "longitude": 14.5587576,
    "image": "photo_5947246820159769020_y.webp",
    "description": "دار بوك عميرة هي فيلا رومانية قديمة تقع على ساحل مدينة زليتن، وتعود للقرن الثاني الميلادي. كانت تُستخدم كمكان استجمام وراحة لأحد أثرياء الرومان، وتُعد من أرقى الأمثلة على الفلل البحرية في شمال إفريقيا.\nتتميّز بتصميم معماري معقّد وراقي، يضم أجنحة سكنية وقاعات واسعة، بالإضافة إلى حمّامات رومانية متكاملة تحتوي على غرف ساخنة وباردة وغرف بخار، ما يدل على رفاهية الحياة في تلك الحقبة.\n\nمن أبرز معالمها الزخارف والفسيفساء الملوّنة المنتشرة في أرضياتها، والتي تصوّر مشاهد من الأساطير الرومانية، والمصارعين، والحياة اليومية، وتُعتبر من أجمل الفسيفساء المكتشفة في ليبيا\nهذا المعلم يُصنّف كأحد أهم المواقع الأثرية في المنطقة، حيث يجمع بين روعة البحر وسحر التاريخ، ويُعتبر وجهة مثالية لعشّاق الآثار والثقافة.\n",
    "city": "زليتن",
    "type": "معلم أثري"
  },
  {
    "id": "cc647304-e37c-49b6-a8a9-8781f0ff6d41",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:09:27.270Z",
    "name": "قصر الحاج /القصبة",
    "latitude": 32.4682592,
    "longitude": 14.4832347,
    "image": "photo_5947246820159769023_y.webp",
    "description": "قصر الحاج، المعروف أيضًا بـ”قصر القصبة”، هو معلم أثري تاريخي يقع في منطقة مرتفعة جنوب زليتن. يُعتبر من أقدم المعالم المعمارية في المنطقة، ويُقال إن عمره يعود لعدة قرون.\nبُني على طراز القصبات الأمازيغية القديمة، وكان يُستخدم كمخزن جماعي لحفظ الحبوب والمؤن، حيث يحتوي على عشرات الحجرات الصغيرة المرتبة في شكل هندسي جميل.\n\nيتميّز القصر بموقعه الاستراتيجي، وإطلالته الواسعة على المناطق المحيطة، بالإضافة إلى جدرانه السميكة وأقواسه الحجرية التي تُظهر براعة البناء التقليدي.\nاليوم يُعد وجهة محلية يقصدها الزوّار لاكتشاف تاريخ زليتن الريفي القديم، وهو رمز من رموز الحياة الجماعية والتنظيم الاجتماعي في الماضي\n",
    "city": "زليتن",
    "type": "معلم أثري"
  },
  {
    "id": "1f2b6086-cd0d-4644-b732-74d1d86ec0a3",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:09:56.725Z",
    "name": "مغارة دخيل والمرسي",
    "latitude": 32.4412893,
    "longitude": 14.742034,
    "image": "photo_5947246820159769037_y.webp",
    "description": "مغارة دخيل هي مغارة بحرية طبيعية تقع غرب مدينة زليتن، وتحديدًا بالقرب من منطقة النعيمة. نُحتت بفعل عوامل التعرية البحرية وسط جرف صخري مطل على البحر، وتُعتبر من أجمل المواقع الطبيعية في الساحل الليبي.\n\nتمتاز المغارة بجمالها الهادئ ومنظرها الفريد، حيث يمكن النزول إليها سيرًا عبر الصخور والدخول لمساحة مفتوحة تطل مباشرة على البحر. المكان مثالي لمحبي السباحة، التصوير، والاستجمام في الطبيعة بعيدًا عن الزحام.\nرغم أنها مش مُهيّأة بشكل رسمي كمزار سياحي، إلا أنها أصبحت وجهة معروفة بين السكان المحليين وعشاق المغامرة\n",
    "city": "زليتن",
    "type": "مناظر طبيعية"
  },
  {
    "id": "42870f62-fe69-44fa-9da6-d1945e9e2dc0",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:10:33.168Z",
    "name": "فندق زليتن",
    "latitude": 32.4751505,
    "longitude": 14.559978,
    "image": "photo_5947246820159769088_y.webp",
    "description": "فندق زليتن، وسط المدينة القديمة، يجمع بين البساطة والطابع المحلي العريق. مبناه يطل على أحياء تقليدية وأسواق شعبية، ويُضفي إحساسًا بزمن هادي فيه عبق التاريخ.\nرغم بساطته، يعكس روح الضيافة الليبية القديمة، ويقدّم إقامة هادئة للي يحب يعيش أجواء المدينة الأصيلة، على بعد خطوات من الزوايا والمساجد التاريخية\n",
    "city": "زليتن",
    "type": "فندق"
  },
  {
    "id": "591bc35e-7542-4960-b86d-90c98b00adb3",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:11:00.287Z",
    "name": "لبدة الكبري",
    "latitude": 32.6343069,
    "longitude": 14.2948212,
    "image": "photo_5949498619973453841_y.webp",
    "description": "لبدة الكبرى هي مدينة أثرية رومانية عظيمة تقع شرق مدينة الخمس على الساحل الليبي، وتُعد من أبرز وأجمل المدن الرومانية القديمة في العالم، بفضل ما تحتويه من آثار ضخمة ومحفوظة بشكل رائع. تأسست في القرن السابع قبل الميلاد وازدهرت بشكل كبير خلال فترة الحكم الروماني، خصوصًا في عهد الإمبراطور سبتيموس سيفيروس، اللي وُلد فيها وجعلها واحدة من أهم مدن الإمبراطورية.\n\nتضم لبدة معالم معمارية مذهلة مثل قوس النصر الشامخ، المسرح الروماني المطل على البحر، الحمامات العامة الواسعة، السوق الروماني والساحات، والميناء القديم اللي كان يربطها تجاريًا بالمتوسط. المدينة اليوم مصنّفة ضمن مواقع التراث العالمي لليونسكو، وتعتبر جوهرة أثرية تعكس عبقرية البناء الروماني وروعة التاريخ الليبي\n",
    "city": "الخمس",
    "type": "معلم أثري"
  },
  {
    "id": "5053982b-e181-4f9d-96ed-f3b9a1bdb30f",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:12:00.788Z",
    "name": "منتزة المرح العائلي",
    "latitude": 32.6145755,
    "longitude": 14.28648862016,
    "image": "photo_5949498619973453845_y.webp",
    "description": "منتزه المرح العائلي في الخُمس هو منتزه ترفيهي افتتح في نوفمبر 2016، ويقع قرب الساحل وآثار لبدة الكبرى، ويُعد من أبرز وجهات العائلات في المدينة. يمتد على مساحة واسعة تضم ألعاباً للأطفال، مناطق جلوس مظللة، صالات داخلية، مقهى، متجر، مرافق للصلاة، وموقف سيارات، إضافة إلى شبكة إنترنت وخدمات للشواء. يُوفّر بيئة آمنة ومناسبة للنزهات والفعاليات العائلية، بأسعار دخول وألعاب مناسبة للجميع\n",
    "city": "الخمس",
    "type": "حديقة"
  },
  {
    "id": "15423864-a648-4d20-bc1e-5419ce9b8e4b",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:12:45.618Z",
    "name": "قلعة مراد أغا",
    "latitude": 32.8814877,
    "longitude": 13.3401063,
    "image": "photo_5949498619973453853_y.webp",
    "description": "قلعة مراد آغا، المعروفة أيضاً بجامع مراد آغا، هي معلم تاريخي بارز في مدينة تاجوراء شرق طرابلس. تم بناء القلعة في منتصف القرن السادس عشر (حوالي عام 1521) على يد الوالي العثماني مراد آغا بهدف حماية المدينة من الهجمات الإسبانية. بعد نجاح الدفاع عن المدينة، تحولت القلعة عام 1535 إلى مسجد جامع يُعتبر الأول من نوعه على الطراز العثماني في ليبيا. يتميز المبنى بتصميم معماري فريد يجمع بين الطراز العثماني والمغاربي، حيث يحوي أقواساً وقباباً وأعمدة حجرية أنيقة. القلعة اليوم تُعتبر رمزاً تاريخياً وثقافياً، وتُجسد حقبة مهمة من تاريخ ليبيا العثماني، كما أنها تستضيف المصلين والزوار الذين يأتون للاطلاع على تراث المنطقة وروحها الأصيلة\n",
    "city": "تاجوراء",
    "type": "مسجد"
  },
  {
    "id": "86e408fa-82cc-48f1-92d4-96701c684f7d",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:17:23.085Z",
    "name": "فندق المدينة",
    "latitude": 31.2064742,
    "longitude": 16.588591,
    "image": "photo_5949498619973453858_y.webp",
    "description": "يُعتبر من أبرز أماكن الإقامة للسياح في المدينة، نظراً لموقعه الحيوي وسط سرت القديمة وقربه من المعالم التاريخية .يتكون من عدة طوابق تضم غرفاً وأجنحة مريحة، ويحتوي على مطعم ومقهى وحديقة داخلية، مما يوفر للزائرين أجواء مناسبة للاسترخاء بعد جولاتهم السياحية. كما يُعد رمزاً لإعادة الإعمار والتعافي، ويعكس طابع المدينة التاريخي والمعاصر في آنٍ واحد\n",
    "city": "سرت",
    "type": "فندق"
  },
  {
    "id": "010415e2-a6e7-4f25-b7f1-f8b1b1ab06bd",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:17:52.397Z",
    "name": "مسجد الرباط",
    "latitude": 31.2022028,
    "longitude": 16.5804029,
    "image": "photo_5949498619973453860_y.webp",
    "description": "مسجد الرباط في سرت هو واحد من أكبر الجوامع في المدينة، يقع في محلة الرباط، وتم تشييده عام 1994. بعد أن تعرض للإهمال خلال سنوات الصراع، خضع لصيانة وتطوير مكثف استمر نحو ثلاثة أشهر، بإشراف البلدية والجهاز الوطني للتنمية، وذلك في مايو 2024 .\nتم تزويده بمنارات جديدة وتجهيزات تقنية ودورات مياه حديثة، كما جُدّد الطلاء والموكيت لخلق بيئة صلاة مريحة ونظيفة  . يتسع لنحو 2500 مصلي، ويضم مركزاً لتحفيظ القرآن الكريم، ما يعزّز دوره الاجتماعي والثقافي في حياة السكان المحليين  .\nاليوم، يُعتبر مسجد الرباط رمزاً لنهضة سرت العمرانية بعد الحرب، ويعمل كنقطة تجمع للمصلين والأنشطة الدينية، ويجسد جهود إعادة الإعمار التي تشهدها المدينة\n",
    "city": "سرت",
    "type": "مسجد"
  },
  {
    "id": "5caa0420-8b3b-46de-9485-f90b2d72dfc6",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:18:24.308Z",
    "name": "متحف بني وليد الاثري",
    "latitude": 31.7554756,
    "longitude": 14.0180186,
    "image": "photo_5949498619973453956_y.webp",
    "description": "ُيعد متحف بني وليد من أبرز المعالم الثقافية في المدينة، افتُتح سنة 1999 داخل مبنى قديم كان مدرسة في السابق، ويُعتبر وجهة مهمّة لعشاق التاريخ والآثار. يضم المتحف مجموعة متنوعة من القطع الأثرية التي تعود إلى العصور البونيقية والرومانية والبيزنطية، وبعضها يعود للقرن الثالث والرابع الميلادي.\nتعود هذه الآثار لمواقع محلية مثل قرزة، أم العجرم، ووادي غلبون، مما يجعل المتحف مركزًا لتوثيق التاريخ الغني للمنطقة. القطع تشمل تماثيل، نقوش، أواني فخارية، وأدوات قديمة، وهو مكان مثالي لفهم الحضارات التي مرّت على بني وليد\n",
    "city": "بني وليد",
    "type": "متحف"
  },
  {
    "id": "6aee9788-4b09-4fa2-be60-296ae33fde9a",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:18:55.663Z",
    "name": "النصب التذكاري لمعركة وادي دينار",
    "latitude": 31.8082578,
    "longitude": 13.9742671,
    "image": "photo_5954142738045850379_x.webp",
    "description": "النصب التذكاري لمعركة وادي دينار يقع جنوب شرق مدينة بني وليد \nوهو معلم تاريخي يخلّد ذكرى واحدة من أبرز معارك المقاومة الليبية ضد الاستعمار الإيطالي، حيث دارت هناك في ديسمبر عام 1923 معركة شرسة بين المجاهدين بقيادة عبد النبي بلخير وقوات الاحتلال الإيطالي التي حاولت التقدم في المنطقة. اختار المجاهدون وادي دينار كموقع دفاعي طبيعي بفضل طبيعته الجغرافية الوعرة، لكن رغم شراسة المقاومة، تعرضوا لحصار عنيف وهجوم من عدة محاور، ما أدى إلى سقوط عدد كبير من الشهداء. أُقيم هذا النصب تخليداً لتضحياتهم، وهو عبارة عن عمود حجري أو مسلّة بسيطة تُحيط بها ساحة ترابية مفتوحة، غالباً ما تُزينها رايات أو لافتات تحمل أسماء الشهداء وعبارات وطنية. يحمل الموقع رمزية كبيرة لأهالي ورفلة وبني وليد بوجه خاص، حيث يُعتبر شاهدًا صامتًا على شجاعة من دافعوا عن الأرض والكرامة، كما يشهد أحيانًا زيارات مدرسية أو وقفات شعبية في ذكرى المعركة، ليبقى حاضراً في ذاكرة الأجيال كمَعْلَم من معالم البطولة الليبية.\n",
    "city": "بني وليد",
    "type": "المعالم البارزة"
  },
  {
    "id": "c46befce-973c-4b73-b3a4-96e216035d6b",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:19:26.618Z",
    "name": "النصب التذكاري لشهداء بني وليد",
    "latitude": 31.7761408,
    "longitude": 14.0006365,
    "image": "photo_5954142738045850380_y.webp",
    "description": "يقع النصب التذكاري لشهداء بني وليد في موقع مرتفع يطل على المدينة، ويُعد من أهم المعالم الرمزية والوطنية فيها، حيث خُصص لتخليد ذكرى أبناء بني وليد الذين استُشهدوا في مختلف مراحل الكفاح الوطني، سواء خلال مقاومة الاستعمار الإيطالي أو في الأحداث الوطنية اللاحقة. يتميز النصب بتصميم معماري بسيط لكنه مهيب، وغالباً ما يتكوّن من قاعدة خرسانية تعلوها مسلّة أو عمود رخامي، وتحمل الواجهة الرئيسية للنصب أسماء الشهداء من أبناء المدينة ونقوشاً تعبّر عن التضحية والولاء للوطن، إضافة إلى عبارات وطنية محفورة تُجسد الروح القتالية والصمود. يحيط بالمكان فضاء مفتوح تُقام فيه أحياناً وقفات رمزية أو احتفالات في المناسبات الوطنية، كما يُعتبر هذا النصب نقطة التقاء وجدانية بين الماضي والحاضر، يزوره الأهالي وطلبة المدارس تكريماً لمن قدّموا أرواحهم في سبيل ليبيا، ما يجعله شاهداً على تاريخ طويل من الفداء والوفاء لأرض بني وليد\n",
    "city": "بني وليد",
    "type": "المعالم البارزة"
  },
  {
    "id": "d8a49eb6-b376-422e-a195-86c7e49f49d5",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:19:55.698Z",
    "name": "بن تليس",
    "latitude": 31.7954659,
    "longitude": 14.0699331,
    "image": "photo_5956394537859532430_y.webp",
    "description": "تُعَدّ من أهم المواقع الإسلامية الفاخرة في المنطقة، إذ تعود إلى القرن الخامس عشر الميلادي من عهد إمارة بنو تُلّيس التي اتخذت من المكان عاصمة لها . تضم بقايا قصر الحاكم الكبير، وأسوار متبقية من إنشاءات حجرية طينية مرتفعة، تطل على مرتفع يبلغ حوالي 209 م فوق سطح البحر . يُظهر الموقع اليوم ركاماً حجرياً محكم البناء؛ يبرز حجمه وهيبته رغم مروره بمرحلة الإهمال، وما زال يُقام فيه بعض الجولات التعريفية والأبحاث الأثرية أحياناً، الأمر الذي يجعله شاهداً على حضارة إسلامية محلية غنية ومهمّة على مشارف مدينة بني وليد\n",
    "city": "بني وليد",
    "type": "مكان تاريخي"
  },
  {
    "id": "056e08a6-4d9a-478e-97fa-555a3722cdc2",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:20:54.956Z",
    "name": "قرزة",
    "latitude": 30.9467242,
    "longitude": 14.5510734,
    "image": "photo_5956394537859532431_y.webp",
    "description": "وهي مدينة أثرية رومانية واقع في وادي قرزة جنوب شرق بني وليد، وتعد مثالًا عظيمًا على حضارة واجتماع زراعي وتجاري قديم  . يعود تأسيسها إلى القرن الثاني الميلادي في عهد الإمبراطور سبتيموس سيفيروس، ونمت لتصبح مركزاً زراعياً وتجارياً رئيسيًا على طريق القوافل بين شمال وجنوب ليبيا، حيث شُيّدت فيها سدود وأنظمة لجمع المياه في الوادي  . تتكوّن الآثار اليوم من آثار مبانٍ حجرية، ومقابر ضخمة (المقبرة الشمالية والجنوبية) تضم معالم مثل المزارات ذات الطابع الكلاسيكي المتأثر بالعمارة الايطالية والرومانية، وأضرحة على شكل مسلات وتماثيل مزخرفة تجسّد الطابع المحلي المتداخل مع الفن الهلينستي  . تشمل البقايا كذلك ست مزارع كبيرة مضربة (centenaria) ونظام هندسي لإدارة المياه الزراعية، مما يظهر كثافة الاستيطان والزراعة في الصحراء ما بين القرنين الثاني والخامس الميلادي . تميّز قرزة بخلط معماري فريد يجمع بين الطراز الليبي، الفرعوني والإغريقي المتأخر، ويُعد من المواقع الأثرية الهامة في ليبيا، مدرج حاليًا على القائمة الإرشادية لليونسكو\n",
    "city": "بني وليد",
    "type": "منطقة تاريخية"
  },
  {
    "id": "042f4cfe-808c-4e09-a3ec-985d001bd90a",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:21:34.762Z",
    "name": "قصر العيساوي",
    "latitude": 32.4951961,
    "longitude": 14.1220588,
    "image": "photo_5956394537859532435_y.webp",
    "description": "يقع قصر العيساوي، جنوب مدينة بني وليد قرب وادي نفد، ويُعد من أبرز المعالم الأثرية الرومانية في المنطقة. يعود تاريخه إلى القرن الثالث الميلادي، حيث كان يُستخدم كمزرعة محصنة تُعرف بـ”centenarium”، وهي من النماذج الزراعية التي أنشأها الرومان في المناطق الداخلية لتأمين خطوط القوافل وتعزيز الاستيطان الزراعي. يتكون القصر من بناء حجري متين بُني على مرتفع صخري، وتظهر فيه بقايا جدران متماسكة وأقواس حجرية، بالإضافة إلى ضريح روماني ملاصق يشبه المعبد، يُعتقد أنه كان يُستخدم كمقبرة. كما تحيط بالموقع بقايا سدود حجرية قديمة كانت تجمع مياه الأمطار لاستخدامها في الزراعة، ما يعكس تقدّم الرومان في إدارة الموارد الطبيعية. ورغم بساطة القصر من حيث الزخرفة، إلا أن تصميمه المتماسك وموقعه الاستراتيجي يمنحانه هيبة واضحة، ويجعله شاهدًا حقيقيًا على التوسع الزراعي الروماني في عمق الأراضي الليبية\n",
    "city": "بني وليد",
    "type": "معلم أثري"
  },
  {
    "id": "90b91d58-7574-41d0-a881-0e774ddd9208",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:22:08.627Z",
    "name": "كنيسة وادي بزره /السوق اللوطي",
    "latitude": 31.5969062,
    "longitude": 14.128484,
    "image": "photo_5956394537859532438_m.webp",
    "description": "تعتبر كنيسة وادي بزره إحدى أهم الكنائس في ليبيا والتي تعود للعهد المسيحي المبكر وهي تقع على بعد حوالي 20 كم الى الجنوب الشرقي من مدينة بني وليد وقد شيدت بجوار تلات مزارع محصنة قديمة ترجع لفترة الهيمنة الرومانية على المنطقة وهي مشيدة على الطراز البازيليكي المتكون من صحن أوسط وجناحين ومنحنى في الطرف الغربي من الصحن حيت يفصل الصحن الأوسط عن الجناحين صفان من الأعمدة تعلوها أقواس نصف دائرية وأما السقف فهو على شكل قبو والجدير بالذكر أن المبنى قد تحول بعد الفتوحات الإسلامية إلى مسجد ولا تزال آثاره قائمه إلى يومنا هذا.\n",
    "city": "بني وليد",
    "type": "معلم أثري"
  },
  {
    "id": "bff78d8d-7545-479f-9765-d5f9876e9099",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:22:53.306Z",
    "name": "عين الشرشارة",
    "latitude": 32.4662344,
    "longitude": 13.6175594,
    "image": "photo_5956394537859532449_y.webp",
    "description": "تقع عين الشرشارة، أو شلال الشرشارة، جنوبي غرب مدينة ترهونة، وهي عبارة عن عين مياه طبيعية وشلال صغير ينبع من سبع ينابيع متصلة، ليشكل مناظر طبيعية خلّابة في وادي الشرشارة. كانت تُعَد من أهم الوجهات السياحية لزوار المنطقة، خاصة في فصل الربيع، لما توفره من متنفس طبيعي وسط الغطاء النباتي البري  . لكنها عانت من النضوب لفترة تقارب 20 عامًا بسبب الإفراط في حفر الآبار الجانبية والإهمال، حتى أطلق المجلس البلدي بمبادرة غرس نحو 12 ألف شجرة واستعادة نظافة المنطقة لإحياء العين مجددًا  . اليوم، يُصنّف الموقع كـمتجع طبيعي سياحي ، يجذب الأُسر والزوار الباحثين عن الاسترخاء والتمتع بمياه الشلال، ويُعد رمزًا على أهمية الحفاظ على الموارد المائية في البيئة الجبلية المحيطة بترهونة",
    "city": "ترهونة",
    "type": "مناظر طبيعية"
  },
  {
    "id": "0a9c08e2-6cc5-499d-81b7-a2bd918d1ac1",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:23:25.485Z",
    "name": "قصر دوغه",
    "latitude": 32.4880889,
    "longitude": 13.698766,
    "image": "photo_5956394537859532451_y.webp",
    "description": "يقع قصر دوغة في منطقة الهضبة جنوب شرقي مدينة ترهونة، ويُعد من أبرز المعالم الأثرية في ليبيا التي تعود للعهد الروماني المبكر، حيث شُيّد في القرن الأول الميلادي كضريح فخم لإحدى الشخصيات الرفيعة أو لتكريم الإله الليبي القديم “قورزيل”، بحسب نقش بونيقي عُثر عليه بالموقع. يتميز القصر ببنائه الحجري الضخم، حيث يبلغ طوله حوالي 16 مترًا، وعرضه أكثر من 11 متر، ويصل ارتفاعه إلى 9 أمتار، ويتكون من طابقين باقين من أصل ثلاثة. الواجهة الرئيسية مزخرفة بـ36 عمودًا ذات تيجان تأخذ الطابع الإغريقي والروماني، مما يعكس امتزاج التأثيرات المحلية الليبية مع الفن المعماري الكلاسيكي. كما يُظهر الموقع بقايا منشآت دفاعية تعود لفترات لاحقة، مما يدل على استمرار استخدامه كموقع استراتيجي عبر العصور، من العهد الروماني إلى البيزنطي ثم الإسلامي. ورغم ما تعرض له من تآكل طبيعي وإهمال، لا يزال قصر دوغة شاهدًا مهيبًا على عبقرية العمارة الليبية القديمة ومكانة ترهونة كمركز حضاري هام في التاريخ الليبي",
    "city": "ترهونة",
    "type": "معلم أثري"
  },
  {
    "id": "c36feb97-8344-4069-8422-fe99c359c6f9",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:24:07.266Z",
    "name": "المسجد العتيق",
    "latitude": 32.4347777,
    "longitude": 13.6356546,
    "image": "photo_5956394537859532610_y.webp",
    "description": "المسجد العتيق في ترهونة يُعد من أقدم وأعرق المساجد في المدينة، وهو يحمل طابعاً تاريخياً ودينياً كبيراً عند سكان المنطقة. يتميز المسجد بطرازه المعماري البسيط والتقليدي، حيث بُني من مواد محلية مثل الحجر والطين، ويُقال إن بناءه يعود إلى مئات السنين، ربما في العهد العثماني أو قبله. كان المسجد مركزاً لتعليم القرآن والفقه، ومكاناً يجتمع فيه أهل الحي للعبادة والمناسبات الدينية. من أبرز معالمه منارة قصيرة تقليدية ومحراب بسيط ومنبر خشبي قديم، ويغلب على تصميمه الهدوء والوقار المرتبط بروح المساجد القديمة. ما زال المسجد قائماً إلى اليوم ويُعتبر من الرموز التراثية المهمة في ترهونة، وقد خضع لبعض أعمال الترميم للحفاظ على هويته الأصلية\n",
    "city": "ترهونة",
    "type": "مسجد"
  },
  {
    "id": "8413245b-2207-42be-9412-ef1fcc0cfe97",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:24:58.387Z",
    "name": "فنار القره بوللي",
    "latitude": 32.8018744,
    "longitude": 13.8022295,
    "image": "photo_5956394537859532621_y.webp",
    "description": "فنار القره بوللي هو منارة بحرية تقع على الساحل الشرقي لمدينة القره بوللي، وتُعد من المعالم البحرية المهمة في المنطقة. يتميز الفنار بموقعه الاستراتيجي المطل على البحر الأبيض المتوسط، حيث يُستخدم لإرشاد السفن القادمة عبر الساحل الليبي، ويُعتبر علامة بارزة في حركة الملاحة البحرية. المبنى بسيط في تصميمه لكنه ثابت ومرتفع بما يكفي ليُرى من مسافات بعيدة، ويحيط به مشهد طبيعي جميل من صخور البحر والمياه المفتوحة، مما يجعله أيضًا نقطة جذب لعشاق التصوير والطبيعة. ورغم أنه وظيفي بالدرجة الأولى، إلا أن طابعه الهادئ وموقعه المنعزل يمنحانه طابعاً سياحياً غير معلن، خاصة لمن يبحث عن لحظات هدوء وتأمل امام البحر\n",
    "city": "القره بوللي",
    "type": "المعالم البارزة"
  },
  {
    "id": "aaa7fe2e-a4a9-4c80-b4e2-bf793a83977c",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:25:42.712Z",
    "name": "منتجع رويال السياحي",
    "latitude": 32.7880155,
    "longitude": 13.6648162,
    "image": "photo_5956394537859532626_x.webp",
    "description": "منتجع رويال السياحي الواقع في منطقة القويعة بمدينة القره بوللي يُعد من أبرز الوجهات السياحية الفاخرة في الساحل الليبي، حيث يتميز بإطلالة خلابة مباشرة على البحر الأبيض المتوسط وتصميم معماري عصري يجمع بين الراحة والأناقة. يضم المنتجع شاليهات فندقية واسعة مجهزة بكافة وسائل الراحة، وتتوفر بخيارات متعددة تناسب العائلات والمجموعات، مع شرفات تطل على البحر أو الحدائق الداخلية. كما يوفر المنتجع مرافق متكاملة تشمل صالة رياضية ومناطق للجلوس والاسترخاء، مما يجعله وجهة مثالية للاستجمام خلال موسم الصيف، خاصة مع قربه من مدينة طرابلس وسهولة الوصول إليه\n",
    "city": "القره بوللي",
    "type": "منتجع سياحي"
  },
  {
    "id": "889d8081-8b68-4bb2-8d87-8b4a5d61ce0b",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:26:15.497Z",
    "name": "رويال ديار",
    "latitude": 32.7879321,
    "longitude": 13.6341043,
    "image": "photo_5956394537859532628_y.webp",
    "description": "هو منتجع عصري فاخر يطل مباشرة على شاطئ البحر الأبيض المتوسط، مصمم ليمنح الزائرين تجربة راقية تجمع بين الإقامة الشاطئية المريحة والأجواء العائلية. يحتوي على شاليهات فندقية رحبة تتسع لمجموعات صغيرة وعائلات، وتتميز بديكورات أنيقة وطراز داخلي مودرن، مع شرفات تطل على البحر أو الحدائق الخضراء داخل المنتجع  . يوفر المنتجع مرافق متكاملة تشمل صالة رياضية مجهزة وجلسات استرخاء ومساحات خارجية مزروعة، ما يجعله وجهة متكاملة للترفيه والاستجمام طوال موسم الصيف، مع خدمات حجوزات متوفرة 24/7 عبر فريق احترافي . تبدأ أسعار الليلة الواحدة في الشاليهات من حوالي 250 دولار بدون وجبات أو 265 دولار مع الإفطار، ما يعكس الموقع والمستوى الرفيع لتلك الخدمات  . يُعرف عنه أنه من أفخم المنتجعات في ليبيا، ويبرز في المحتوى الرسمي على مواقع التواصل كما مصدر للرفاهية والاستجمام الفاخر\n",
    "city": "القره بوللي",
    "type": "منتجع سياحي"
  },
  {
    "id": "a787147f-2f63-4b9a-aeaf-d558309779a9",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:27:14.001Z",
    "name": "كرستال",
    "latitude": 32.7880916,
    "longitude": 13.6661681,
    "image": "photo_5956394537859532684_y.webp",
    "description": "منتجع كريستال 1 في القره بوللي هو منتجع عائلي هادئ يطل على البحر، يتميز بتصميم بسيط ومساحات واسعة مناسبة للإقامة الجماعية، ويوفّر أجواء مريحة بعيداً عن صخب المدينة، مع خصوصية وخدمات أساسية تناسب الباحثين عن استجمام على الشاطئ",
    "city": "القره بوللي",
    "type": "منتجع سياحي"
  },
  {
    "id": "4116397d-8e6a-481f-976a-23b494f36fba",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:27:51.562Z",
    "name": "منتجع HT",
    "latitude": 32.7863881,
    "longitude": 13.6329315,
    "image": "photo_5956394537859532703_y.webp",
    "description": "منتجع اتش تي في القره بوللي هو مكان مميز للاستجمام والاسترخاء على الساحل الليبي. يتميز المنتجع بموقعه الجميل على البحر، حيث الهواء النقي وأمواج البحر الهادئة، مما يجعله ملاذًا مثاليًا بعيد عن صخب الحياة اليومية. المنتجع يوفر فيلات مريحة وخدمات راقية تناسب العائلات والأفراد، مع فرص للاستمتاع بالأنشطة البحرية والترفيهية وسط أجواء هادئة وطبيعة ساحرة. زيارتك لهذا المنتجع تعني لك تجربة فريدة تجمع بين الراحة والمتعة في قلب الطبيعة الليبية\n",
    "city": "القره بوللي",
    "type": "منتجع سياحي"
  },
  {
    "id": "b52c2c4f-583b-4c3f-856b-3bd3a226b036",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:28:25.713Z",
    "name": "مرسى القره بوللي",
    "latitude": 32.7950646,
    "longitude": 13.7464704,
    "image": "photo_5956394537859532736_y.webp",
    "description": "مرسى القره بوللي هو مرسى بحري ساحلي يقع في مدينة القره بوللي، على بعد حوالي 50 كيلومتر شرق طرابلس. يُستخدم المرسى بشكل رئيسي للصيد البحري والأنشطة الترفيهية، ويُعد نقطة مهمة تدعم الاقتصاد المحلي وتُعزز السياحة البحرية في المنطقة. يتميز المرسى بموقعه المطل على البحر الأبيض المتوسط، ما يوفر بيئة طبيعية جميلة تجذب الزوار والصيادين على حد سواء.\n\nيرتبط المرسى بمجموعة من المصائف العائلية الهادئة ، مما يجعل المنطقة مناسبة للاسترخاء وقضاء أوقات ممتعة بعيدًا عن ضوضاء المدينة. كما يُستخدم المرسى كنقطة انطلاق للعديد من الرحلات البحرية والأنشطة المائية مثل الغوص والصيد الترفيهي، مما يزيد من جاذبيته للسياح والسكان المحليين\n",
    "city": "القره بوللي",
    "type": "شاطئ"
  },
  {
    "id": "c693bc44-401c-431e-86d9-55fc74845f90",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:28:53.806Z",
    "name": "مصيف الجريدي (فم الوادي)",
    "latitude": 32.7915646,
    "longitude": 13.6949207,
    "image": "photo_5956394537859532814_y.webp",
    "description": "مصيف الجريدي في فم الوادي هو وجهة سياحية عائلية تقع في مدينة القره بوللي، وتُعد من أبرز المصايف في المنطقة. يتميز المصيف بموقعه الهادئ على البحر الأبيض المتوسط، مما يوفر للزوار أجواءً مريحة ومناسبة للاسترخاء والتمتع بالأنشطة البحرية. يُعتبر المصيف مكانًا مثاليًا للعائلات، حيث يُمكن الوصول إلى الخيام بسياراتهم، مما يسهل عملية النقل والإقامة. يُحيط بالمصيف شاطئ نظيف ومياه صافية، مما يجعله وجهة مفضلة للسباحة والاستجمام. بالإضافة إلى ذلك، يُنظم المصيف فعاليات ترفيهية متنوعة، مما يُضيف جوًا من المرح والبهجة للزوار. يُعد مصيف الجريدي في فم الوادي خيارًا مثاليًا لمن يبحث عن تجربة صيفية مميزة تجمع بين الراحة والأنشطة الممتعة\n",
    "city": "القره بوللي",
    "type": "شاطئ"
  },
  {
    "id": "68dd3ba6-88e1-44a7-bb72-9553817b0935",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:29:36.464Z",
    "name": "قرية العطايا",
    "latitude": 32.7893245,
    "longitude": 13.6752909,
    "image": "photo_5956394537859532819_y.webp",
    "description": "قرية العطايا، الواقعة في مدينة القره بوللي شرق طرابلس، تُعد وجهة سياحية عائلية مميزة على الساحل الليبي. تتميز القرية بموقعها الهادئ على البحر الأبيض المتوسط، مما يوفر للزوار أجواءً مريحة ومناسبة للاسترخاء والتمتع بالأنشطة البحرية.\n\nتحتوي القرية على 30 غرفة خشبية مؤثثة تجهيزًا كاملاً، مزودة بتكييف هواء، تلفاز، ثلاجة، وحمام خاص، مما يجعلها شبيهة بالغرف الفندقية. تقدم القرية إقامة كاملة تشمل ثلاث وجبات يومية (فطور، غداء، وعشاء) مع مشروبات ساخنة ومياه شرب. \n\nمن بين مرافق القرية، يوجد مطعم كبير ومقهى وحديقة مطلة على البحر، بالإضافة إلى ألعاب ترفيهية للأطفال، مما يجعلها مكانًا مثاليًا للعائلات. \n\nتعتبر قرية العطايا خيارًا ممتازًا لمن يبحث عن تجربة صيفية مريحة وممتعة على شاطئ البحر",
    "city": "القره بوللي",
    "type": "منتجع سياحي"
  },
  {
    "id": "fc8c2cfb-0c39-420b-b03e-cded35979f20",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:30:08.544Z",
    "name": "سد وادي الوشكه",
    "latitude": 28.8321757,
    "longitude": 15.6236191,
    "image": "photo_5956394537859533015_y.webp",
    "description": "سد وادي الوشكة هو منشأة مائية مهمة تقع في منطقة الوشكة جنوب غرب ليبيا، وتعتبر من أبرز المشاريع التي تهدف إلى تجميع مياه وادي الوشكة وتنظيم تدفقها، خاصة في فترات الأمطار الموسمية. يلعب السد دورًا حيويًا في دعم الزراعة وتحسين جودة الحياة للسكان المحليين من خلال توفير مياه الري والحفاظ على الموارد المائية في منطقة صحراوية جافة. كما يسهم السد في تقليل مخاطر الفيضانات وحماية الأراضي والممتلكات المجاورة. يمثل سد وادي الوشكة مثالًا على الجهود المبذولة لتطوير البنية التحتية البيئية في ليبيا، ويعكس تفاعل الإنسان مع البيئة الصحراوية لتحقيق التنمية المستدامة في المنطقة\n",
    "city": "الوشكه",
    "type": "المعالم البارزة"
  },
  {
    "id": "052b4920-3a9b-462c-8bcf-5418113409f8",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:32:31.731Z",
    "name": "قلعة طوزة",
    "latitude": 29.1608016,
    "longitude": 16.1342748,
    "image": "photo_5956394537859533942_y.webp",
    "description": "قلعة طوزة هي معلم أثري بارز يقع في مدينة ودان بمنطقة الجفرة وسط ليبيا، وتُعد من أقدم القلاع الصحراوية في البلاد. تعود أصول بنائها إلى الحضارة الجرمَنتية، وشهدت عبر القرون إضافات وتعديلات خلال العهدين الإسلامي والعثماني. تميز القلعة بتصميمها الدفاعي المرتفع فوق تلة، مما وفر لها موقعًا استراتيجيًا لرصد الطرق الصحراوية المحيطة. وقد لعبت القلعة دورًا مهمًا في مقاومة الاحتلال الإيطالي، حيث دارت حولها معارك شرسة عام 1929. اليوم، تُعد قلعة طوزة من أبرز الوجهات التاريخية في فزان، وتستقطب الزوّار والمهتمين بالتاريخ والتراث المعماري الليبي\n",
    "city": "ودان",
    "type": "معلم أثري"
  },
  {
    "id": "5d188fcb-5e36-45af-ae66-09ed256f34ac",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:33:02.499Z",
    "name": "منتزه ودان السياحي",
    "latitude": 29.1415673,
    "longitude": 16.1643997,
    "image": "photo_5956394537859533947_x.webp",
    "description": "منتزه ودان السياحي هو مساحة ترفيهية جميلة تقع في قلب مدينة ودان بمنطقة الجفرة، وتُمثّل وجهة مثالية للعائلات والزوار الباحثين عن الاسترخاء والاستمتاع بالطبيعة. يتميز المنتزه بتصميمه الهادئ وممراته المنظمة، ويحتوي على جلسات مظلّلة، مناطق خضراء، وألعاب للأطفال، مما يجعله مكانًا مناسبًا للنزهات العائلية والتجمعات البسيطة. كما يتمتع بموقع مميز  وسط المدينة، مما يسهل الوصول إليه من مختلف الجهات. يُعتبر المنتزه من أبرز مرافق الاستجمام في ودان، ويعكس جانبًا من اهتمام المدينة بتوفير بيئة مريحة ومناسبة للراحة والترويح عن النفس.\n",
    "city": "ودان",
    "type": "حديقة"
  },
  {
    "id": "582957ae-2f8d-4aa6-a86d-0522090208ab",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:33:29.392Z",
    "name": "قلعه سوكنة الاثرية",
    "latitude": 29.0676584,
    "longitude": 15.7829352,
    "image": "photo_5956394537859533955_y.webp",
    "description": "قلعة سوكنة الأثرية، الواقعة في وسط مدينة سوكنة بمنطقة الجفرة، هي معلم تاريخي يعود لعصور قديمة وتتميز بأسوارها الضخمة وأبراجها الدفاعية التي تعكس براعة الهندسة المعمارية التقليدية. بُنيت القلعة لتكون حصنًا يحمي المدينة من هجمات القبائل البدوية، ولعبت دورًا مهمًا في تأمين المنطقة خلال الفترات العصيبة في أوائل القرن العشرين، حيث وُضعت فوق أبراجها مدافع لتعزيز دفاعاتها. على الرغم من تعرضها للإهمال والتآكل مع مرور الزمن، إلا أن قلعة سوكنة تبقى رمزًا مهمًا للتراث الثقافي والتاريخي في ليبيا، وتُظهر التنوع الحضاري الذي شهدته المنطقة عبر العصور، مما يجعلها وجهة سياحية وتراثية بارزة لمحبي التاريخ والثقافة\n",
    "city": "سوكنة",
    "type": "معلم أثري"
  },
  {
    "id": "245f9246-63f8-465b-bf69-39faafd376e4",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:34:01.450Z",
    "name": "مسجد عبد الله عقيل",
    "latitude": 29.1732567,
    "longitude": 16.1524337,
    "image": "photo_5956394537859533959_y.webp",
    "description": "مسجد عبد الله عقيل في ودان هو من أبرز المعالم الدينية والتاريخية في المدينة، ويُعتبر رمزًا للتراث الإسلامي في المنطقة. يتميز المسجد بتصميم معماري يعكس الطراز الليبي التقليدي مع لمسات فنية مميزة تظهر في الزخارف والنقوش الداخلية والخارجية. يعد المسجد مركزًا روحيًا وثقافيًا هامًا للمجتمع المحلي، حيث يُقام فيه الصلوات الخمس، بالإضافة إلى المناسبات الدينية والتجمعات الاجتماعية التي تعزز التواصل بين الأهالي. يتميز المسجد بموقعه المركزي في ودان، مما يسهل الوصول إليه ويجعله نقطة تجمع للزوار والسكان على حد سواء، كما يُعد من الأماكن التي تعكس الهوية التاريخية والثقافية للمدينة، ويُحافظ على دوره الديني والتربوي عبر الأجيال",
    "city": "ودان",
    "type": "مسجد"
  },
  {
    "id": "eecf5312-75a6-4c18-818f-7755b443f82f",
    "isFavorite": false,
    "createdAt": "2025-06-25T04:56:26.077Z",
    "name": "قلعة زلة التاريخية",
    "latitude": 28.5429251,
    "longitude": 17.5671038,
    "image": "قلعة زلة التاريخية.webp",
    "description": "قلعة زلة التاريخية، الواقعة على هضبة صخرية تطل على واحة زلة و تُعد من أقدم وأهم المعالم الأثرية في منطقة الجفرة. شُيّدت القلعة في موقع استراتيجي لحماية طرق القوافل الصحراوية، ويُعتقد أن أساساتها تعود للفترة الرومانية، بينما جرى تطويرها لاحقًا خلال العهد الإسلامي. تتميز بأسوارها المبنية من الحجارة والطين، وبئر داخلية كانت مصدرًا للمياه في أوقات الحصار، إلى جانب أبراج مراقبة تمنح القلعة طابعًا دفاعيًا واضحًا. القلعة اليوم تمثل شاهدًا صامتًا على تعاقب حضارات متعددة على المنطقة، وتُعد وجهة سياحية وتاريخية بارزة رغم حاجتها إلى الترميم والصيانة للحفاظ على ما تبقى من ملامحها الأصلية\n",
    "city": "زلة",
    "type": "معلم أثري"
  },
  {
    "id": "bf28f25c-4f25-48ee-8eeb-a85e7d4a444f",
    "isFavorite": false,
    "createdAt": "2025-06-25T04:56:49.640Z",
    "name": "جبال الهروج",
    "latitude": 27.2157587,
    "longitude": 17.4256984,
    "image": "جبال الهروج.webp",
    "description": "جبال الهاروج، المعروفة أيضًا باسم “الهروج الأسود”، تُعد من أكبر وأهم السلاسل البركانية في ليبيا وتقع في قلب الصحراء ضمن نطاق بلدية الجفرة، قرب مدينة زلة. تمتد على مساحة شاسعة تغطي آلاف الكيلومترات وتتميز بتضاريسها الوعرة المكونة من حمم بركانية سوداء وبراكين خامدة، ما يجعلها مشهدًا جيولوجيًا فريدًا من نوعه. تحتوي المنطقة على نقوش ورسومات صخرية تعود لعصور ما قبل التاريخ، ما يمنحها قيمة تاريخية وثقافية كبيرة. تُعتبر جبال الهاروج وجهة مميزة لمحبي الطبيعة والاستكشاف، وتُصنف كمنطقة تاريخية نظراً لأهميتها الطبيعية والتراثية و تُعدّ وجهة مثالية لعشاق المغامرة، التخييم، والتصوير.",
    "city": "زله",
    "type": "مناظر طبيعية"
  },
  {
    "id": "68b1867a-9520-4a84-a272-6d7cc9507056",
    "isFavorite": false,
    "createdAt": "2025-06-25T04:57:11.108Z",
    "name": "سوق اللفة",
    "latitude": 32.3771186,
    "longitude": 15.0929628,
    "image": "سوق اللفة.jpg",
    "description": "السوق عبارة عن مساحة مفتوحة تعرض فيها محلات وأكشاك وبسّاطين مجموعة كبيرة من السلع  و هذا السوق يشتهر بحركته الكثيفة خاصة في المساء وأيام العطل، ويُعد مقصداً مفضلاً للأهالي من مختلف الأعمار، سواء للشراء أو للتجوال.\n\nيتميّز بموقعه المحاط بالمباني السكنية والخدمية، مما يجعله نقطة مركزية في الحياة اليومية لسكان المدينة.",
    "city": "مصراتة",
    "type": "سوق تقليدي"
  },
  {
    "id": "802e48c3-4205-4e8d-8d10-3dd709d6549d",
    "isFavorite": false,
    "createdAt": "2025-06-25T04:57:26.363Z",
    "name": "متحف هون القديم",
    "latitude": 29.1217242,
    "longitude": 15.935802,
    "image": "متحف هون القديم.webp",
    "description": "متحف هون القديم هو مبنى تاريخي يعكس الطراز المعماري الليبي التقليدي مع لمسات عثمانية. جدرانه من الحجر السميك والأقواس والنوافذ الخشبية المزخرفة تعطيه طابع أصيل ومرتبط بتاريخ المدينة. داخل المتحف توجد قطع أثرية متنوعة تحكي قصة هون عبر الزمن مثل أدوات زراعية قديمة وملابس تقليدية لوثائق ومخطوطات وأواني وأدوات منزلية وتحف فنية تعكس ثقافة السكان في المنطقة. المكان هادئ ويوفر تجربة ثقافية تعكس روح الماضي وتراث ليبيا. المتحف ليس فقط مكان عرض للقطع الأثرية بل هو مركز لحفظ ذاكرة المدينة وتعليم الأجيال القادمة عن تاريخهم وهويتهم",
    "city": "هون",
    "type": "متحف"
  },
  {
    "id": "9159ec08-6c3c-4e90-a3cf-6356431314b0",
    "isFavorite": false,
    "createdAt": "2025-06-25T04:57:45.757Z",
    "name": "هون القديمة",
    "latitude": 29.1232669,
    "longitude": 15.934824,
    "image": "هون القديمة.webp",
    "description": "هون القديمة، أو ما يُعرف بالمدينة القديمة في هون، هي قلب التراث والتاريخ في واحة هون الليبية. تقع على أطراف المدينة الحديثة وتُعد من أقدم الأحياء التي سكنها الأهالي منذ القرن التاسع عشر، حيث تميزت بطابعها المعماري الفريد المصنوع من الطين والحجر، وأزقتها الضيقة التي تحكي قصص الأجيال الماضية. تحيط بها أربعة أبواب تاريخية كانت تُغلق ليلًا للحماية، وهي: باب الحاج أمحمد، باب الغنم، باب الأيطيرش، وباب الحاج حمد.\n\nتزخر المدينة القديمة بعدد من المساجد العريقة مثل الجامع العتيق وجامع بن عمران، إلى جانب الزوايا الصوفية مثل الزاوية القادرية والزاوية السنوسية، ما يعكس غناها الديني والثقافي. ورغم تقادمها، لا تزال المنطقة تنبض بالحياة خلال المناسبات الثقافية مثل مهرجان الخريف، حيث تتحول إلى متحف حي يستقطب الزوار والمصورين وعشاق التاريخ من داخل ليبيا وخارجها.\n",
    "city": "هون",
    "type": "منطقة تاريخية"
  },
  {
    "id": "3598c3a7-0536-4d9e-8a91-214e3af6e1ae",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:26:55.901Z",
    "name": "لبدة العظمى",
    "latitude": 32.6327441,
    "longitude": 14.3101353,
    "image": "1.webp",
    "description": "لَبْدة الكُبرى، الواقعة قرب مدينة الخمس في ليبيا، تُعَدّ من أبرز وأفضل المدن الرومانية المحفوظة في منطقة البحر المتوسط. تأسست على يد الفينيقيين وازدهرت لاحقًا في عهد الرومان، حيث أصبحت مركزًا تجاريًا وثقافيًا هامًا. تضم المدينة آثارًا رائعة مثل المسرح، والبازيليكا، والسوق، وقوس سبتيميوس سيفيروس الشهير. تعكس عمارتها مزيجًا فريدًا من الطرازين الروماني والمحلي.",
    "city": "الخمس",
    "type": "منطقة تاريخية"
  },
  {
    "id": "442f2e12-a6a1-4728-8479-dd39faf98a23",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:27:22.585Z",
    "name": "منتجع رويال ديار",
    "latitude": 32.7876463,
    "longitude": 13.6345572,
    "image": "2.webp",
    "description": "منتجع رويال ديار هو منتجع سياحي فاخر يقع في مدينة طرابلس، ليبيا، وتحديدًا عند الإحداثيات 32.7876463, 13.6345572. يتميز المنتجع بموقعه الهادئ وخدماته الراقية التي توفر تجربة مريحة وممتعة للزوار. يوفر المنتجع مرافق ترفيهية متنوعة، ومساحات خضراء، وأجواء مثالية للاسترخاء أو قضاء عطلة مميزة. يعد خيارًا مثاليًا للعائلات والمسافرين الباحثين عن الراحة والخصوصية.",
    "city": "طرابلس",
    "type": "منتجع سياحي"
  },
  {
    "id": "01ad7984-f3bd-4ccd-9755-f092f609d355",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:27:32.265Z",
    "name": "حديقة الدهماني",
    "latitude": 32.9002056,
    "longitude": 13.2083889,
    "image": "3.webp",
    "description": "حديقة زاوية الدهماني تقع في قلب العاصمة طرابلس، وتُعد من أبرز المساحات الخضراء في المدينة. تتميز بأشجارها الوارفة وممراتها الهادئة التي تجذب الزوار للاسترخاء والتنزه. تُعد وجهة مفضلة للعائلات والشباب، خاصة في الأوقات التي تقل فيها الزحمة. توفر الحديقة متنفسًا طبيعيًا وسط صخب المدينة، وتُضفي طابعًا جماليًا على المنطقة المحيطة.",
    "city": "طرابلس",
    "type": "حديقة"
  },
  {
    "id": "c2e6e8ba-e0b6-48bf-84d2-12ff1508b58a",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:28:01.153Z",
    "name": "متحف صبراتة",
    "latitude": 32.803611,
    "longitude": 12.483056,
    "image": "5.webp",
    "description": "متحف صبراتة الأثري يقع داخل الموقع الأثري لمدينة صبراتة على الساحل الغربي لليبيا، ويُعد من أقدم المتاحف في البلاد. يضم المتحف ثلاث قاعات رئيسية تحتوي على تماثيل ومنحوتات رومانية، وفسيفساء بيزنطية، وقطع أثرية نادرة تعكس تاريخ المدينة العريق. من أبرز المعروضات تماثيل للإله جوبيتر، ولوحات تمثل فصول السنة الأربعة. يوفر المتحف تجربة ثقافية مميزة وسط حدائق هادئة وإطلالة على الآثار القديمة.",
    "city": "صبراتة",
    "type": "متحف"
  },
  {
    "id": "83ed5f2e-d1cc-4cb3-aed8-b8ed35315c8d",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:28:12.354Z",
    "name": "السرايا الحمراء",
    "latitude": 32.895833,
    "longitude": 13.180278,
    "image": "6.webp",
    "description": "السرايا الحمراء، أو قلعة طرابلس، تقع على الواجهة البحرية في قلب العاصمة الليبية طرابلس. تُعد من أقدم المعالم التاريخية في المدينة، ويعود تاريخها إلى العصور الرومانية مع إضافات من العهد الإسلامي والعثماني. تتميز بأسوارها العالية وبنائها المهيب وإطلالتها الخلابة على الميناء. تحتضن اليوم متحف ليبيا الوطني، مما يجعلها رمزًا للهوية الثقافية والتاريخية للبلاد.",
    "city": "طرابلس",
    "type": "معلم أثري"
  },
  {
    "id": "5ad98d02-48a5-4751-bac0-825ca31a109a",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:28:27.130Z",
    "name": "اثار صبراتة",
    "latitude": 32.806667,
    "longitude": 12.482222,
    "image": "7.webp",
    "description": "آثار صبراتة تقع على الساحل الغربي لليبيا، وهي من أهم المواقع الأثرية الرومانية في البحر المتوسط. تضم المدينة القديمة العديد من المعالم مثل المسرح الروماني، والمعابد، والفسيفساء الرائعة التي تعكس روعة الفن القديم. تشتهر صبراتة ببنيتها العمرانية المتقنة وشوارعها المرصوفة التي تحكي تاريخ الحضارة الرومانية. تُعد آثار صبراتة وجهة سياحية وثقافية هامة تجمع بين الجمال الطبيعي والتراث التاريخي.",
    "city": "صبراتة",
    "type": "معلم أثري"
  },
  {
    "id": "ca8b9c92-e351-4208-ab1d-5c2792188598",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:28:38.498Z",
    "name": "مسجد جمعية الدعوة الاسلامية العالمية",
    "latitude": 32.8907577,
    "longitude": 13.1859984,
    "image": "8.webp",
    "description": "مسجد جمعية الدعوة الإسلامية يقع في مدينة طرابلس، وهو من المساجد المهمة التي تخدم المجتمع المحلي. يتميز المسجد بتصميمه البسيط والجميل، ويوفر مساحة واسعة للمصلين بالإضافة إلى مرافق تعليمية ودعوية. يلعب المسجد دورًا بارزًا في نشر الثقافة الإسلامية وتعزيز روح التعاون بين أفراد المجتمع. يعد المسجد مركزًا دينيًا واجتماعيًا هامًا في المنطقة.",
    "city": "طرابلس",
    "type": "مسجد"
  },
  {
    "id": "7092a694-e426-4782-98c5-0c6e5eabce97",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:28:53.443Z",
    "name": "ديب ان ديب",
    "latitude": 32.8746407,
    "longitude": 13.1238311,
    "image": "9.webp",
    "description": "كافيه ديب ن ديب يقع في حي الأندلس بطرابلس، ويُعتبر وجهة مميزة لعشاق الحلويات والشوكولاتة. يقدم الكافيه مجموعة واسعة من الحلويات مثل الفونديو، الوافل، الكريب، والكعك، مما يجعله مكانًا مثاليًا للاسترخاء مع الأصدقاء والعائلة. يتميز بإطلالة جميلة على البحر وأجواء هادئة مريحة للزوار. يفتح الكافيه يوميًا من الساعة 9 صباحًا حتى منتصف الليل، ويوفر تجربة ممتعة في أي وقت من اليوم.",
    "city": "طرابلس",
    "type": "مقهى"
  },
  {
    "id": "8bcf8323-0fa2-475f-88c6-df2e26c2f2c3",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:29:04.058Z",
    "name": "اسبريسو لاب",
    "latitude": 32.8778074,
    "longitude": 13.1329054,
    "image": "10.webp",
    "description": "كافيه إسبريسو لاب يقع في حي الهضبة الخضراء بطرابلس، ويُعد من أبرز المقاهي التي تجمع بين جودة القهوة وبيئة العمل الهادئة.  يُعرف بتقديمه لمجموعة متنوعة من المشروبات الساخنة والباردة، بالإضافة إلى أجوائه المناسبة للاسترخاء أو إنجاز الأعمال.  يُعتبر وجهة مفضلة للعديد من سكان طرابلس الباحثين عن مكان هادئ ومريح لقضاء وقتهم.",
    "city": "طرابلس",
    "type": "مقهى"
  },
  {
    "id": "7668bb05-bb5c-4d89-afe4-213c4474e051",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:29:17.123Z",
    "name": "مسجد مراد اغا",
    "latitude": 13.3403,
    "longitude": 32.8817,
    "image": "11.webp",
    "description": "جامع مراد آغا هو أحد أقدم المساجد في ليبيا، ويقع في تاجوراء شرق العاصمة طرابلس. بُني في القرن السادس عشر بأمر من الحاكم العثماني مراد آغا، ويُعد تحفة معمارية عثمانية فريدة. يتميز المسجد بقبة كبيرة وزخارف إسلامية تقليدية، ويضم ضريح مراد آغا نفسه. يعتبر من المعالم التاريخية والدينية البارزة في المنطقة.",
    "city": "طرابلس",
    "type": "مسجد"
  },
  {
    "id": "79c8c4ae-b586-4168-a73f-54d3c750a8d0",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:29:27.106Z",
    "name": "منتزه ماري لاند",
    "latitude": 32.867569,
    "longitude": 13.322678,
    "image": "12.webp",
    "description": "منتزه ماري لاند هو منتزه ترفيهي يقع في منطقة تاجوراء، طرابلس، ليبيا.  يُعد وجهة مثالية للعائلات والأفراد الباحثين عن قضاء وقت ممتع في أجواء هادئة ومريحة.  يتميز المنتزه بمساحات خضراء واسعة، وأماكن مخصصة للجلوس، مما يجعله مكانًا مناسبًا للاسترخاء والتنزه.  يُفتح المنتزه يوميًا، ويوفر بيئة آمنة ومناسبة لجميع الأعمار.",
    "city": "طرابلس",
    "type": "منتجع سياحي"
  },
  {
    "id": "e91c9517-76c3-4f1e-8ed1-c5c6f525a4c1",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:29:39.507Z",
    "name": "تاج مول",
    "latitude": 32.893337,
    "longitude": 13.343375,
    "image": "13.webp",
    "description": "تاج مول هو مركز تسوق حديث يقع في منطقة تاجوراء بطرابلس، ويُعد وجهة مميزة للعائلات ومحبي التسوق. يضم المول مجموعة من المحلات التجارية والمطاعم التي تلبي مختلف الأذواق. يتميز بسهولة الوصول إليه وتوفر وسائل النقل ومواقف السيارات. يوفر أجواء مريحة وخدمة جيدة، مما يجعله خيارًا مثاليًا لقضاء وقت ممتع مع العائلة أو الأصدقاء.",
    "city": "طرابلس",
    "type": "مركز تسوق"
  },
  {
    "id": "a7d7dcc6-fae9-44ee-96bd-19e9ff973979",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:29:53.436Z",
    "name": "كافي لاتي",
    "latitude": 32.887828,
    "longitude": 13.185284,
    "image": "14.webp",
    "description": "كافي لاتي هو مقهى عصري يقع في قلب طرابلس، ويُعد من الأماكن المحببة لعشاق القهوة والأجواء الهادئة. يقدم تشكيلة متنوعة من المشروبات الساخنة والباردة، بالإضافة إلى الحلويات الخفيفة. يتميز بتصميمه الأنيق وخدمته الجيدة، مما يجعله مكانًا مناسبًا للاسترخاء أو لقاء الأصدقاء.",
    "city": "طرابلس",
    "type": "مقهى"
  },
  {
    "id": "337a8028-3e87-43ee-a2f7-9963ac0e089e",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:30:06.706Z",
    "name": " HT مول",
    "latitude": 32.870211,
    "longitude": 13.180408,
    "image": "15.webp",
    "description": " HT مول هو مركز تسوق راقٍ يقع في منطقة السراج بطرابلس، ويتميز بتصميمه العصري ومحلاته المتنوعة. يضم المول مجموعة من المتاجر العالمية والمقاهي الراقية التي تلبي مختلف الأذواق. يوفر بيئة مريحة للتسوق والترفيه، مع مواقف سيارات وخدمة عملاء مميزة. يعد وجهة مفضلة للعائلات والشباب على حد سواء.",
    "city": "طرابلس",
    "type": "مركز تسوق"
  },
  {
    "id": "627a306f-99fb-4a45-8328-b58a96f57e97",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:30:29.970Z",
    "name": "تريبولي مول",
    "latitude": 32.889328,
    "longitude": 13.189384,
    "image": "16.webp",
    "description": "تريبولي مول هو أحد أبرز مراكز التسوق في العاصمة الليبية، ويقع في منطقة زاوية الدهماني. يضم المول مجموعة متنوعة من المتاجر والمقاهي التي تلبي احتياجات الزوار من مختلف الفئات. يتميز بتصميمه الحديث وأجوائه المريحة، بالإضافة إلى توفر مواقف للسيارات وخدمات راقية. يُعد وجهة مثالية للتسوق والترفيه في قلب طرابلس.",
    "city": "طرابلس",
    "type": "مركز تسوق"
  },
  {
    "id": "73c354cb-1136-4938-8920-afa8cd0753cc",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:30:44.274Z",
    "name": "مسجد فتح مكة",
    "latitude": 32.8755,
    "longitude": 13.3912,
    "image": "17.webp",
    "description": "مسجد فتح مكة هو مسجد جميل يقع في منطقة تاجوراء بطرابلس، ويُعد من المساجد النشطة في المنطقة. يتميز بتصميمه المعماري البسيط والمريح، ويوفر بيئة هادئة للعبادة والتعليم الديني. يستقبل المصلين لأداء الصلوات الخمس ويشهد حضورًا ملحوظًا في صلاة الجمعة. يُعتبر مركزًا روحانيًا مهمًا لأهالي المنطقة.",
    "city": "طرابلس",
    "type": "مسجد"
  },
  {
    "id": "92e2e047-2960-4c69-bb44-7e621ec209ca",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:30:55.582Z",
    "name": "مقهى تشامبيون",
    "latitude": 32.887002,
    "longitude": 13.197927,
    "image": "18.webp",
    "description": "مقهى تشامبيون هو مقهى شبابي شهير يقع في قلب طرابلس، ويُعرف بأجوائه الحيوية وشاشات العرض الكبيرة لمباريات كرة القدم. يقدم مجموعة متنوعة من المشروبات الساخنة والباردة، بالإضافة إلى بعض الوجبات الخفيفة. يتميز بخدمة جيدة وأجواء مناسبة للقاءات الاجتماعية ومتابعة الأحداث الرياضية. يُعد وجهة مفضلة لعشاق الرياضة في المدينة.\n",
    "city": "طرابلس",
    "type": "مقهى"
  },
  {
    "id": "801161bf-8219-40d8-8fb2-959e74367601",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:31:11.155Z",
    "name": "مسجد عقبة بن نافع",
    "latitude": 32.880134,
    "longitude": 13.392847,
    "image": "19.webp",
    "description": "مسجد عقبة بن نافع هو مسجد يقع في منطقة تاجوراء بطرابلس، ويُعد من المعالم الدينية المعروفة في الحي. يتميز بتصميمه الهادئ ومرافقه النظيفة التي توفر بيئة مناسبة للعبادة. يُقام فيه العديد من الأنشطة الدينية إلى جانب الصلوات اليومية، مما يجعله مركزًا مهمًا للتجمع الروحي والتواصل المجتمعي في المنطقة.",
    "city": "طرابلس",
    "type": "مسجد"
  },
  {
    "id": "75b152f6-8df7-4b93-9e5d-6092c9c1f798",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:31:25.835Z",
    "name": "جرانو كافيه",
    "latitude": 32.889,
    "longitude": 13.401,
    "image": "20.webp",
    "description": "جرانو كافيه هو مقهى مريح يقع في منطقة تاجوراء بطرابلس، ويتميز بأجوائه الهادئة وجودة عالية في تقديم القهوة والمشروبات الساخنة. يُعد مكانًا مثاليًا للقاء الأصدقاء والاستمتاع بالحلويات والمشروبات المختلفة. يشتهر بنظافته وخدمته الجيدة، مما يجعله وجهة مفضلة للسكان المحليين والزوار على حد سواء.",
    "city": "طرابلس",
    "type": "مقهى"
  },
  {
    "id": "2ee064e3-e203-44c7-9d9d-1e52f773d71c",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:31:36.731Z",
    "name": "منتجع HT السياحي",
    "latitude": 32.903,
    "longitude": 13.24,
    "image": "21.webp",
    "description": "منتجع HT السياحي هو منتجع عائلي يقع في منطقة القربولي قرب طرابلس، ويُعد وجهة مثالية للراغبين في الاستجمام قرب البحر. يتميز بنظافته وهدوئه، ويقدم خدمات جيدة تناسب العائلات. يوفر المنتجع أجواء مريحة ومرافق مناسبة للاسترخاء، ما يجعله خيارًا مناسبًا لقضاء عطلة هادئة بعيدًا عن صخب المدينة.",
    "city": "القره بوللي",
    "type": "منتجع سياحي"
  },
  {
    "id": "8e8e06b0-893e-4c3c-87a4-e562d2524b73",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:31:45.155Z",
    "name": "منتجع إيليت",
    "latitude": 32.9055,
    "longitude": 13.2356,
    "image": "22.webp",
    "description": "منتجع إيليت هو منتجع راقٍ يقع قرب ساحل طرابلس، ويوفر تجربة فخمة للزوار الباحثين عن الهدوء والاستجمام. يتميز بتصميمه العصري ومرافقه المتطورة، التي تشمل مسابح ومناطق ترفيهية وخدمات الضيافة عالية الجودة. يوفر المنتجع أجواء راقية ومريحة، بما يناسب إقامة العائلات أو الأزواج.",
    "city": "طرابلس",
    "type": "المنتجعات السياحية"
  },
  {
    "id": "02b18a67-0006-42fb-8198-e78ef0350452",
    "isFavorite": false,
    "createdAt": "2025-06-25T20:23:35.488Z",
    "name": "قلعة ربيانة ",
    "latitude": 24.21693128167132,
    "longitude": 22.010105887309233,
    "image": "قلعة ربيانة (على جبل وردقو).webp",
    "description": "تقع قلعة ربيانة على قمة جبل صغير يُعرف محليًا باسم \"وردقو\" في واحة ربيانة جنوب شرق ليبيا، وتُعتبر من أهم المعالم الأثرية في المنطقة. تتميز القلعة ببنائها الحجري المتين وألوانها التي تنسجم مع البيئة الصحراوية المحيطة. كانت القلعة مركزًا للحماية والمراقبة، وتحتوي على نقوش صخرية قديمة تعكس تاريخ المنطقة العريق. تُشرف القلعة على الواحة من ارتفاعها، مما يجعلها نقطة استراتيجية بارزة في الأفق. تعتبر قلعة ربيانة رمزًا ثقافيًا وسياحيًا هامًا للسكان المحليين، خاصة قبائل التبو، وتُجسد صمود الإنسان في قلب الصحراء وجمال تراثها العريق.",
    "city": "ربيانة ",
    "type": "معلم أثري"
  },
  {
    "id": "004b0efc-2bf6-4789-a414-6f76ec73f4e4",
    "isFavorite": false,
    "createdAt": "2025-06-25T20:11:14.603Z",
    "name": "زاوية السنوسية (زاوية التاج)",
    "latitude": 24.182999,
    "longitude": 23.282999,
    "image": "الزاوية سنوسية.webp",
    "description": ":زاوية السنوسية المعروفة باسم \"زاوية التاج\" في مدينة الكفرة هي أحد المعالم الدينية والتاريخية البارزة في جنوب شرق ليبيا، وتُمثل أحد أبرز آثار الحركة السنوسية التي نشطت في القرن التاسع عشر. تقع هذه الزاوية في منطقة التاج، وهي من أقدم المناطق في الكفرة وأكثرها ارتباطًا بتاريخ الدعوة السنوسية، وقد كانت منذ تأسيسها مركزًا دينيًا وتعليميًا مهمًا. ",
    "city": "الكفرة ",
    "type": "معلم أثري"
  },
  {
    "id": "6eab8e7e-f66a-4e19-aeba-e21c8f6fa957",
    "isFavorite": false,
    "createdAt": "2025-06-25T20:13:15.764Z",
    "name": "واحة الكفرة ",
    "latitude": 24.17260347415353,
    "longitude": 23.40923405218027,
    "image": "واحة الكفرة 1.webp",
    "description": "واحة الكُفرة هي واحدة من أهم وأشهر الواحات في جنوب شرق ليبيا، وتقع في قلب الصحراء الكبرى، وتُعدّ بوابة العبور نحو العمق الإفريقي. تتميز هذه الواحة بتاريخها العريق وطبيعتها الجغرافية الفريدة، وقد لعبت دورًا حيويًا في التجارة، والهجرة، والدعوة الإسلامية، خاصة في ظل وجود الحركة السنوسية.\nرغم قسوة المناخ الصحراوي المحيط بها، إلا أن واحة الكفرة تزدهر بفضل العيون الجوفية والمياه الجوفية العذبة التي سمحت بإقامة حياة مستقرة فيها منذ قرون.",
    "city": "الكفرة ",
    "type": "مناظر طبيعية"
  },
  {
    "id": "b0b1023a-a552-4c35-a32e-0cc50b1a410f",
    "isFavorite": false,
    "createdAt": "2025-06-25T20:13:43.438Z",
    "name": "واحة تازربو",
    "latitude": 25.709828688877952,
    "longitude": 21.128260604831205,
    "image": "واحة تازربو.webp",
    "description": "واحة تازربو هي واحدة من أجمل وأقدم الواحات في الصحراء الليبية، تقع في الجنوب الشرقي من ليبيا، شمال مدينة الكُفرة، وتُعتبر واحة نادرة الجمال وسط بحر الرمال العظيم. اسم \"تازربو\" يعني باللغة التبو \"مكان النبع\" أو \"منبع الماء\"، وهو اسم يعكس طبيعتها الغنية بالمياه الجوفية ومكانتها التاريخية.\nتمتد الواحة على شكل شريط أخضر طويل وسط الصحراء، وتحيط بها الكثبان الرملية الذهبية من كل جانب، مما يمنحها مشهدًا طبيعيًا ساحرًا. تنتشر فيها أشجار النخيل بكثافة، إلى جانب بعض المزروعات التي تعتمد على نظام ري تقليدي مستخرج من الآبار.",
    "city": "تازربو ",
    "type": "منطقة تاريخية"
  },
  {
    "id": "9216da8a-9dfa-4773-b27b-13893e89445a",
    "isFavorite": false,
    "createdAt": "2025-06-25T20:15:32.486Z",
    "name": "قصر تازربو او جيرانغيدي",
    "latitude": 25.671371085999763,
    "longitude": 21.07294686889398,
    "image": "قصر جيرانغيدي.webp",
    "description": "قصر جيرانغيدي هو عبارة عن أطلال حصن قديم أو مقر حكم محلي، يُعتقد أنه كان مركزًا سياسيًا وزعامة لقبيلة التبو، خاصة في فترة ما قبل انتشار النفوذ السنوسي في المنطقة. وقد لعب دورًا إداريًا واجتماعيًا في تنظيم حياة السكان المحليين.\nالقصر مبني من مواد محلية كالحجر والطين، ويتميز بجدرانه السميكة، وتصميمه الدفاعي البسيط، حيث بُني على أرض مرتفعة نسبيًا، مما يسمح بالإشراف على الواحة والطرق المحيطة بها، ما يؤكد وظيفته كقلعة مراقبة وحماية.",
    "city": "تازربو ",
    "type": "معلم أثري"
  },
  {
    "id": "44e52313-441f-4789-8694-a8cb0ebe9234",
    "isFavorite": false,
    "createdAt": "2025-06-25T20:16:07.366Z",
    "name": "قصر الثني ",
    "latitude": 29.747546996982138,
    "longitude": 24.518189813575653,
    "image": "قصر التني مدينة الجغبوب 1.webp",
    "description": "قصر الثني في واحة الجغبوب هو أحد المعالم التاريخية البارزة التي ما زالت قائمة كشاهد على الحقبة القديمة لحكم القبائل المحلية في جنوب شرق ليبيا، وتحديدًا قبائل التبو. يقع القصر وسط طبيعة صحراوية قاسية تحيط بها الكثبان الرملية والنخيل، مما يضفي عليه هيبة تاريخية وجمالية مميزة. بُني القصر من مواد طبيعية محلية كالحجارة والطين، ويتسم بجدرانه السميكة التي تعكس فنون العمارة التقليدية في الصحراء الليبية، حيث يراعي التصميم مقاومة الحرارة وتوفير الظل والبرودة في الداخل.",
    "city": "الجغبوب",
    "type": "معلم أثري"
  },
  {
    "id": "75067f81-f8d1-46fa-91af-c2fc25b73a3f",
    "isFavorite": false,
    "createdAt": "2025-06-25T20:16:35.367Z",
    "name": "متحف الملك ادريس السنوسي",
    "latitude": 29.747796289093078,
    "longitude": 24.517539844841146,
    "image": "متحف ملك ادريس السنوسي.webp",
    "description": "متحف الملك إدريس السنوسي في واحة الجغبوب هو معلم تاريخي وثقافي يعكس جانبًا مهمًا من تاريخ ليبيا الحديث، حيث يحتفي بسيرة أول ملوك ليبيا بعد الاستقلال، إدريس السنوسي، ويعرض جانبًا من التراث السياسي والديني الذي ارتبط بالحركة السنوسية. يقع المتحف في قلب الجغبوب، وهي الواحة التي وُلد فيها الملك إدريس وتلقى فيها تعليمه الأول، وكان لها دور محوري في نشر الدعوة السنوسية في الصحراء الليبية.\nالمتحف نفسه كان في الأصل منزلًا تقليديًا يعود للملك إدريس، وتم تحويله إلى متحف بعد ترميمه وإعداده ليكون فضاءً يحفظ الذاكرة الوطنية.",
    "city": "الجغبوب",
    "type": "متحف"
  },
  {
    "id": "9b6745f7-ac20-4623-b389-619a1f504d21",
    "isFavorite": false,
    "createdAt": "2025-06-25T20:17:02.834Z",
    "name": "واحة جالو ",
    "latitude": 29.142240790347355,
    "longitude": 21.380593022583707,
    "image": "واحة جالو 2.webp",
    "description": "واحة جالو هي واحدة من أقدم وأهم الواحات في الصحراء الليبية، وتقع في شمال شرق منطقة الكفرة، وتعدّ مركزًا تاريخيًا وجغرافيًا في قلب الصحراء. تشتهر الواحة بجمالها الطبيعي، ووفرة نخيلها، وتاريخها العريق الذي يمتد لقرون، إذ كانت محطة رئيسية للقوافل التجارية التي تربط شمال إفريقيا بوسطها وشرقها، خاصة في طريق الحجاج والتجار بين ليبيا والسودان وتشاد.\nتتميز واحة جالو ببيئتها الزراعية الغنية، حيث تنتشر فيها بساتين النخيل ومزارع التمور، وتُروى عبر منظومة تقليدية من الآبار العميقة التي تعتمد على المياه الجوفية.",
    "city": "جالو ",
    "type": "مناظر طبيعية"
  },
  {
    "id": "5c61fa7b-6e9f-45ea-8f99-750a40d03c3d",
    "isFavorite": false,
    "createdAt": "2025-06-25T20:17:37.492Z",
    "name": "المسجد الأثري ",
    "latitude": 29.026589934907282,
    "longitude": 21.550482027879408,
    "image": "المسجد الاثري.webp",
    "description": "المسجد الأثري في واحة جالو يعد من أقدم وأبرز المعالم الدينية في المنطقة، وهو يعكس عمق التاريخ الإسلامي الذي يمتد في قلب الصحراء الليبية. بني المسجد بطريقة تقليدية باستخدام المواد المحلية مثل الطين والحجر، مما يضفي عليه طابعًا صحراويًا بسيطًا لكنه متين وصلب، قادر على مقاومة ظروف المناخ القاسية ويتميز المسجد بتصميمه المتواضع الذي يشمل ساحات داخلية مفتوحة، وجدرانًا سميكة تعزل الحرارة، وقاعات صلاة واسعة تسمح للمصلين بالالتقاء في جو من الروحانية والسكينة.",
    "city": "جالو",
    "type": "مسجد"
  },
  {
    "id": "504ff8ac-3a4c-425f-aa3b-fb9df039627f",
    "isFavorite": false,
    "createdAt": "2025-06-25T20:18:15.994Z",
    "name": "المسجد العتيق ",
    "latitude": 29.12754888,
    "longitude": 21.29093331,
    "image": "المسجد العتيق ...اوجلة.webp",
    "description": "المسجد العتيق في واحة جالو هو من أقدم المساجد التاريخية التي تحمل بين جدرانها عبق الماضي وروح الإسلام العميقة في الصحراء الليبية. بُني المسجد بأسلوب معماري تقليدي بسيط، حيث جُدّدت جدرانه من الطين والحجر المحلي، مما يجعله يتناغم بشكل فريد مع البيئة الصحراوية المحيطة. جدرانه السميكة وسقفه الخشبي يعكسان اهتمامًا خاصًا بالحفاظ على برودة المكان وسط حرارة الصحراء الشديدة.\nيضم المسجد ساحات داخلية مفتوحة تعزز الإحساس بالهدوء والسكينة، إلى جانب مساحة صلاة واسعة تستوعب أهالي الواحة. كما تزينه مئذنة متواضعة ترتفع بهدوء فوق المنازل المجاورة، معلنة دعوة للصلاة تجمع الناس حولها. ",
    "city": "أوجلة ",
    "type": "مسجد"
  },
  {
    "id": "6396acd6-c72b-498b-b4d9-438a4afe30be",
    "isFavorite": false,
    "createdAt": "2025-06-25T20:18:58.426Z",
    "name": "منتزة اوجلة الترفيهي",
    "latitude": 29.17005486399921,
    "longitude": 21.294174729711873,
    "image": "منتزة اوجلة الترفيهي.webp",
    "description": "منتزه أوجلة الترفيهي هو وجهة سياحية وترفيهية تقع في واحة أوجلة، جنوب شرق ليبيا، وتُعد من أبرز المرافق التي تجمع بين الترفيه والتعليم والثقافة في المنطقة. يتميز المنتزه بموقعه الاستراتيجي في قلب الواحة، محاطًا بأشجار النخيل والمسطحات الخضراء، مما يوفر بيئة مريحة ومناسبة للعائلات والأطفال.\nيُعرف المنتزه بتنظيمه لفعاليات ثقافية وترفيهية متنوعة، مثل مهرجان \"الطفل المبدع\"، الذي يشمل عروضًا غنائية، مسابقات ترفيهية، وورش عمل تعليمية تهدف إلى تعزيز المهارات الإبداعية للأطفال.",
    "city": "أوجلة ",
    "type": "حديقة"
  },
  {
    "id": "76897fb6-f095-44d8-a59a-f6650d56fe40",
    "isFavorite": false,
    "createdAt": "2025-06-25T20:19:54.983Z",
    "name": "المزارع والحقول التقليدية",
    "latitude": 29.11557065,
    "longitude": 21.34395581,
    "image": "المزارع التقليدية اوجلة.webp",
    "description": "المزارع والحقول التقليدية في مناطق الواحات الليبية، مثل الكفرة، تازربو، وجالو، تشكل جزءًا أساسيًا من حياة السكان وثقافتهم. تمتد هذه الأراضي الزراعية على رقع خضراء صغيرة وسط الصحراء القاحلة، وتتميز بزراعة النخيل، خاصة أشجار التمر التي تعد مصدرًا رئيسيًا للغذاء والدخل، إلى جانب زراعة الحبوب والخضروات التي تعتمد على المياه الجوفية والآبار العميقة.\nتُروى هذه المزارع بطرق تقليدية تعتمد على أنظمة ري بسيطة مستمدة من العيون والآبار، حيث يستخدم السكان تقنيات قديمة تجمع بين الحكمة العملية والمعرفة البيئية، مثل الري بالتنقيط اليدوي أو السقاية بواسطة القنوات الطينية.",
    "city": "أوجلة ",
    "type": "حديقة"
  },
  {
    "id": "452f391e-0bd3-4439-9c23-6db8d5d26c88",
    "isFavorite": false,
    "createdAt": "2025-06-25T20:21:27.893Z",
    "name": "قلعة سردليس",
    "latitude": 25.77990609,
    "longitude": 10.56425713,
    "image": "واحة العوينات (سردليس).webp",
    "description": "قلعة سردليس، المعروفة أيضًا باسم العوينات، هي معلم تاريخي يقع في جنوب غرب ليبيا، بالقرب من واحة غات. تتميز القلعة بموقعها الاستراتيجي في منطقة صحراوية، مما يجعلها نقطة محورية في تاريخ المنطقة.\nتُظهر القلعة تصميمًا معماريًا فريدًا يعكس تاريخها الطويل، حيث كانت تستخدم كحصن دفاعي ومركزًا إداريًا في العصور الماضية. تتميز جدرانها السميكة وأبراجها المرتفعة التي كانت توفر حماية فعّالة ضد الهجمات.\nتعتبر قلعة سردليس اليوم وجهة سياحية هامة، حيث يقصدها الزوار لاستكشاف تاريخها العريق والاستمتاع بمشاهدها الطبيعية المحيطة.",
    "city": "العوينات ",
    "type": "معلم أثري"
  },
  {
    "id": "7d4009c0-0655-487f-83c9-529c6a822346",
    "isFavorite": false,
    "createdAt": "2025-06-25T20:22:16.278Z",
    "name": "جبل العوينات",
    "latitude": 21.90294243,
    "longitude": 24.9690706,
    "image": "جبل العوينات 2.webp",
    "description": "جبل العوينات هو سلسلة جبلية تقع عند نقطة التقاء حدود ليبيا ومصر والسودان، ويُعتبر من أبرز المعالم الطبيعية في الصحراء الكبرى. يبلغ ارتفاعه حوالي 1934 مترًا، مما يجعله أعلى نقطة في المنطقة الصحراوية المحيطة. يتميز الجبل بتضاريس متنوعة تشمل صخورًا جرانيتية في الجزء الغربي وصخورًا رملية في الجزء الشرقي، مع وجود وديان عميقة تتخلله، منها وادي كركور طلح الشهير.\nرغم قسوة المناخ الصحراوي والجفاف الشديد، إلا أن جبل العوينات يشهد بين الحين والآخر أمطارًا خفيفة تساعد على تجمع المياه في أحواض صخرية طبيعية، وهي ظاهرة نادرة تحدث كل عدة سنوات. يعتبر الجبل موطنًا لعدد من النباتات الصحراوية مثل الأكاسيا والمرو، كما يعيش فيه حيوان الكبش الأروي المهدد بالانقراض.",
    "city": "العوينات ",
    "type": "مناظر طبيعية"
  },
  {
    "id": "cb145831-1787-4e9c-9260-832a3dfffbb8",
    "isFavorite": false,
    "createdAt": "2025-06-25T20:22:47.358Z",
    "name": "وادي وان تكوفي",
    "latitude": 25.65312935,
    "longitude": 10.52472725,
    "image": "وادي وان تكوفي.webp",
    "description": "وادي وان تكوفي هو وادٍ صحراوي يقع في منطقة الكفرة جنوب شرق ليبيا، ويُعتبر من أهم الأودية الطبيعية في الصحراء الكبرى. يمتاز الوادي بممراته الواسعة التي تتخللها تجمعات من النباتات الصحراوية التي تعطي الحياة لمنطقة قاسية الطقس. على الرغم من الجفاف الشديد الذي يميز المنطقة، فإن وادي وان تكوفي يحتفظ ببعض الجوانب الحيوية بفضل تجمعات المياه الموسمية التي تتدفق خلال فترات الأمطار النادرة، مما يخلق بيئة مناسبة لنمو النباتات الصحراوية مثل الأكاسيا وأنواع من الشجيرات المتحملة للجفاف.\nالوادي يمثل مسارًا طبيعيًا يربط بين الواحات والمناطق الصحراوية المحيطة، وله أهمية كبيرة للسكان المحليين حيث يستخدمونه كمورد للمياه ولرعي الماشية خلال المواسم التي تسمح بذلك. كما يعتبر المكان موطنًا لبعض الحيوانات البرية التي تتكيف مع الظروف الصحراوية القاسية.",
    "city": "العوينات ",
    "type": "مناظر طبيعية"
  },
  {
    "id": "601ff9af-d0f0-4aed-abac-d6e0a340bed0",
    "isFavorite": false,
    "createdAt": "2025-06-25T20:23:04.575Z",
    "name": "أم الماء ",
    "latitude": 26.71109133,
    "longitude": 13.33522536,
    "image": "واحة أم الماء سرير.webp",
    "description": "أم الماء هي عين ماء طبيعية تقع في منطقة الكفرة جنوب شرق ليبيا، وتُعتبر من أهم مصادر المياه في هذه البيئة الصحراوية القاحلة. تشكل هذه العين نقطة حيوية للحياة في المنطقة، حيث توفر مياهًا عذبة صالحة للشرب والزراعة، ما يجعلها مركز جذب للسكان المحليين وللقوافل العابرة للصحراء.\nتتميز أم الماء بموقعها بين الكثبان الرملية والصخور الصحراوية، وتحيط بها بعض النباتات الصحراوية التي تستفيد من الرطوبة، مما يضفي على المكان لمسة من الخضرة وسط الرمال الذهبية. يعتمد سكان المنطقة على هذه العين في ري المزارع التقليدية وزراعة النخيل، كما تستخدم كمورد أساسي للمياه في الحياة اليومية.",
    "city": "سرير ",
    "type": "مناظر طبيعية"
  },
  {
    "id": "84ef15e1-02e8-4899-94b8-a01f3293629d",
    "isFavorite": false,
    "createdAt": "2025-06-27T09:11:02.193Z",
    "name": "المسرح الإغريقي",
    "latitude": 32.90285968123102,
    "longitude": 21.974985174904365,
    "image": "المسرح الاغريقي.webp",
    "description": "المسرح الإغريقي في أبولونيا – تحفة معمارية تطل على البحر\nيقع المسرح الإغريقي في مدينة أبولونيا الأثرية، الواقعة شرق مدينة سوسة الليبية، وهو من أبرز المعالم المعمارية التي خلفها الإغريق في شمال إفريقيا، ويُعتبر واحدًا من أفضل المسارح الإغريقية المحفوظة على مستوى المنطقة.",
    "city": "أبولونيا ( سوسة )",
    "type": "معلم أثري"
  },
  {
    "id": "b5a1c49f-eca1-4b5c-b696-032dbebc9014",
    "isFavorite": false,
    "createdAt": "2025-06-27T09:13:15.554Z",
    "name": " موقع شحات (قورينا) الأثري",
    "latitude": 32.823212817766894,
    "longitude": 21.852510547602265,
    "image": "موقع شحات (قورينا ) الأثري.webp",
    "description": " شحات (قورينا) هي إحدى أهم المدن الأثرية في ليبيا، وتقع في الجبل الأخضر، شرق البلاد، على بُعد نحو 200 كم شرق بنغازي.\nأسسها الإغريق في القرن السابع قبل الميلاد، وتحديدًا في عام 631 ق.م، لتكون أول مستعمرة إغريقية في شمال إفريقيا.\nعُرفت قديمًا باسم قورينا (Cyrene)، وكانت عاصمة لإقليم برقة، ومركزًا علميًا وفلسفيًا شهيرًا في العالم القديم.\nاشتهرت قورينا بمدارسها الفلسفية والطبية، وارتبط اسمها بعدد من الشخصيات الفكرية مثل العالم أرستيبوس تلميذ سقراط.\nيتميز الموقع بتخطيطه الإغريقي الكلاسيكي، بشوارعه المستقيمة وساحاته العامة ومبانيه الضخمة المصنوعة من الحجر الجيري.\nمن أبرز معالم شحات الأثرية: معبد زيوس، أحد أكبر المعابد الإغريقية خارج اليونان، ويُعد أضخم من نظيره في أثينا.\nكما تحتوي على معبد أبوللو، ومعبد ديميتر، إضافة إلى المسارح، والبيوت الفخمة ذات الأرضيات الفسيفسائية.\nتُظهر المدينة مزيجًا حضاريًا رائعًا من الإغريقي، والروماني، والبيزنطي، والعربي، عبر مراحلها التاريخية المختلفة.",
    "city": "قورينا (شحات)",
    "type": "معلم أثري"
  },
  {
    "id": "baeba2ed-77d1-4cba-82c2-88e68719cf66",
    "isFavorite": false,
    "createdAt": "2025-06-27T09:14:31.236Z",
    "name": "أحد القصور في بطلميس",
    "latitude": 32.706947,
    "longitude": 20.95292,
    "image": "أحد القصور في بطلميس.webp",
    "description": " أحد أبرز المعالم الأثرية في مدينة بطلميس (Ptolemais)، الواقعة في الساحل الشرقي الليبي، بين مدينتي درنة وشحات.\nيبدو في الصورة بقايا قصر أو مبنى إداري ضخم، يتميز بأعمدته الرخامية المرتفعة ذات الطراز الكورنثي، والتي تعكس روعة العمارة الرومانية-الإغريقية.\nالواجهة الأمامية للمبنى تتكون من أعمدة نصف دائرية فوق مداخل مقوسة، ربما كانت تُستخدم كقاعات أو مداخل رسمية.\nتُظهر الأحجار الضخمة المستخدمة في البناء دقة في القطع والتركيب، تدل على مهارة البنّائين في تلك الفترة.\nهذا النوع من المعمار كان غالبًا يُستخدم للمباني الرسمية أو القصور أو الحمامات العامة الراقية.\nالموقع محاط بتضاريس جبلية، ما يضفي على المكان هيبة طبيعية ويعكس مدى حرص القدماء على اختيار مواقع استراتيجية.\nبطلميس كانت مدينة غنية، ومركزًا مهمًا في تحالف المدن الخمس الإغريقية في ليبيا القديمة.\nتُظهر الأطلال تنوعًا معماريًا، فيه عناصر رومانية وبيزنطية، ما يدل على استمرارية الاستيطان والتطور عبر العصور.\nالموقع حاليًا يُعد من أهم المزارات الأثرية في المنطقة الشرقية",
    "city": "برقة ",
    "type": "معلم أثري"
  },
  {
    "id": "15a1d197-e6a2-486f-bff6-6299ebbaacfc",
    "isFavorite": false,
    "createdAt": "2025-06-27T09:16:08.601Z",
    "name": "قلعة طبرق",
    "latitude": 32.054181,
    "longitude": 23.974703,
    "image": "قلعة طبرق.webp",
    "description": " تتكون القلعة من أربعة أبراج دائرية ضخمة في زواياها، مبنية من الحجر الرملي، ما يمنحها مظهرًا قويًا ومتينًا.\nجدرانها الخارجية سميكة وخالية تقريبًا من النوافذ، ما يعكس طابعها الدفاعي والعسكري الصارم.\nالبناء يتميز بتناظر معماري دقيق يوحي بالانضباط العسكري والتصميم الوظيفي لحماية المدينة.\nيرجح أن القلعة تعود إلى العهد العثماني أو الإيطالي، واستخدمت كنقطة حراسة ومراقبة بحرية.\nيحيط بها فضاء مفتوح يجعلها بارزة من مسافات بعيدة، ويُظهر أهميتها الاستراتيجية.\nرغم بساطة تصميمها الخارجي، إلا أنها تحمل في طياتها تاريخًا طويلًا من الأحداث العسكرية.\nالقلعة اليوم تُعد من المعالم المميزة في طبرق، وتستقطب الزوار ومحبي التاريخ والتراث.\nهي رمز للصمود وشاهد حجري على دور طبرق الحاسم في الحقب المختلفة من تاريخ ليبيا.\n",
    "city": "طبرق",
    "type": "معلم أثري"
  },
  {
    "id": "b55fdda9-ef57-4e4d-bf38-b72e308a4704",
    "isFavorite": false,
    "createdAt": "2025-06-27T09:17:27.094Z",
    "name": "شلال درنة ",
    "latitude": 32.718,
    "longitude": 22.615,
    "image": "شلال درنة.webp",
    "description": ": هو من أجمل المعالم الطبيعية في شرق ليبيا، ويقع جنوب مدينة درنة في منطقة تُعرف بـ\"فرشة الجبل\".\nيتكوّن من سلسلة شلالات تنحدر من أعالي الجبل الأخضر، وسط غابات وأشجار كثيفة تمنحه طابعًا خلابًا.\nتتدفق مياهه من ينابيع جبلية، ما يجعلها عذبة ونقية على مدار العام، خاصة في موسم الأمطار والربيع.\nالمكان محاط بتضاريس طبيعية خلابة، تشمل المنحدرات الصخرية والنباتات البرية، ويشكّل مقصدًا مثاليًا للتنزه والتصوير.\nهدير المياه المتساقطة يُضفي على المكان إحساسًا بالسكينة ويُنعش الزائر بجوٍ بارد حتى في أيام الصيف.\nيُعد الشلال وجهة محبوبة للعائلات والسياح المحليين، حيث يوفر جوًا مريحًا للهروب من صخب المدينة.\nفي محيط الشلال تنتشر بعض الاستراحات البسيطة وأماكن الجلوس المطلة على المياه.\nالطريق المؤدي إليه جبلي لكنه ممتع، ويوفر إطلالات بانورامية على مدينة درنة وسهلها الساحلي.\nشلال درنة هو جوهرة مخفية بين جبال ليبيا، يجمع بين الجمال الطبيعي وصفاء الروح.",
    "city": "درنة ",
    "type": "مناظر طبيعية"
  },
  {
    "id": "d7114bb2-05a0-4814-a9c4-0619552f4973",
    "isFavorite": false,
    "createdAt": "2025-06-27T09:18:35.476Z",
    "name": "رأس الهلال ",
    "latitude": 32.883,
    "longitude": 22.1803,
    "image": "رأس الهلال.webp",
    "description": "هو خليج طبيعي خلاب يقع بين مدينتي درنة والقبة، ويُعد من أجمل المواقع الساحلية في ليبيا.\nيمتاز بشكله المقوّس الشبيه بالهلال، ومنه أخذ اسمه، حيث يحتضن البحر برماله البيضاء ومياهه الزرقاء الصافية.\nتحيط به الجبال من ثلاث جهات، ما يمنحه حماية طبيعية ومشهدًا بانوراميًا ساحرًا.\nيُعرف رأس الهلال بمياهه الهادئة، مما يجعله مثاليًا للسباحة والتخييم والرحلات البحرية.\nالطريق المؤدي إليه يتعرج عبر الجبل الأخضر، ويوفر مناظر طبيعية خلابة لا تُنسى.\nيعتبر المكان مقصدًا مفضلًا للزوار المحليين وهواة التصوير ومحبي الطبيعة الهادئة.\nفي فصل الصيف، يُقام فيه مخيمات شبابية وأنشطة سياحية بسيطة.\nرغم بساطته، يتمتع رأس الهلال بجاذبية فريدة تجمع بين البحر والجبل في لوحة طبيعية آسرة.\nإنه واحد من الكنوز الطبيعية الليبية التي تستحق الاكتشاف والحماية.",
    "city": "درنة",
    "type": "مناظر طبيعية"
  },
  {
    "id": "9d833e55-73d2-48ba-811e-6b9356111911",
    "isFavorite": false,
    "createdAt": "2025-06-27T09:19:32.984Z",
    "name": " المسجد العتيق (بنغازي) ",
    "latitude": 32.121568923699314,
    "longitude": 20.061477261207077,
    "image": "المسجد العتيق (بنغازي).webp",
    "description": "المسجد العتيق في بنغازي هو أقدم وأشهر مساجد المدينة، ويقع في قلب المدينة القديمة بالقرب من ساحة البلدية.\nبُني في القرن السابع عشر الميلادي خلال العهد العثماني، ويُعد مركزًا دينيًا وثقافيًا هامًا منذ تأسيسه.\nيتميز بطرازه المعماري الإسلامي الكلاسيكي، ذو القباب البسيطة والمئذنة الأسطوانية المرتفعة.\nجدرانه الداخلية مزخرفة بنقوش هندسية وخطوط عربية جميلة تعكس روح الفن الإسلامي التقليدي.\nكان المسجد مركزًا للعلم والدعوة، واحتضن حلقات تعليم القرآن والفقه لعدة أجيال.\nرغم تعاقب الأزمنة والتحديثات، حافظ على هويته المعمارية الأصيلة.\nيتوسط أحياء بنغازي القديمة، ويشكّل رمزًا من رموز المدينة الدينية والتاريخية.\nتعرض لأضرار خلال بعض الفترات الصعبة، لكنه ما زال قائمًا وشاهدًا على تاريخ بنغازي العريق.\nالمسجد العتيق ليس مجرد مكان عبادة، بل ذاكرة حية للمدينة وروحها الثقافية والدينية.\n",
    "city": "بنغازي",
    "type": "مسجد"
  },
  {
    "id": "a490dd19-a9f7-45eb-919f-5603aecf5851",
    "isFavorite": false,
    "createdAt": "2025-06-27T09:20:33.299Z",
    "name": "قصر ليبيا ",
    "latitude": 32.61566942049224,
    "longitude": 21.398835918123915,
    "image": "قصر ليبيا.webp",
    "description": " تُعد من المناطق التاريخية المهمة في الجبل الأخضر.\nتشتهر بموقعها المميز على هضبة مرتفعة تُطل على منحدرات وسهول خضراء، مما يمنحها مناظر طبيعية خلابة.\nتحمل البلدة اسمها من بقايا قصر أثري قديم يُعتقد أنه كان مركزًا إداريًا أو سكنيًا خلال العهد الإغريقي أو الروماني.\nتضم المنطقة العديد من الآثار والفسيفساء التي نُقلت إلى المتحف المحلي أو اكتُشفت في أطلال المباني القديمة.\nقصر ليبيا تُعد نقطة عبور مهمة على طريق الجبل الأخضر، ويزورها الكثير من المارة والسياح المحليين.\nتتمتع بأجواء هادئة ومناخ معتدل، وتُحيط بها أراضٍ زراعية غنية بأشجار الزيتون والتين.\nرغم صغر حجمها، فإنها تحمل قيمة تاريخية وجغرافية بارزة في سياق مدن الجبل الأخضر.\nتُستخدم أحيانًا كنقطة توقف للرحلات المتجهة نحو شحات أو درنة، نظرًا لموقعها الوسيط.\nقصر ليبيا هي بلدة تختزل التاريخ والطبيعة في آنٍ واحد، وتستحق مزيدًا من الاهتمام والاكتشاف.",
    "city": "برقة ",
    "type": "معلم أثري"
  },
  {
    "id": "a9d528e6-8ef6-465b-95f5-cc6af89857a3",
    "isFavorite": false,
    "createdAt": "2025-06-27T09:21:21.956Z",
    "name": "جبل العوينات ",
    "latitude": 21.897002384123844,
    "longitude": 24.951133880337615,
    "image": "جبل العوينات.webp",
    "description": " جبل العوينات هو جبل ضخم ومعزول يقع في أقصى الجنوب الشرقي من ليبيا، على الحدود مع مصر والسودان.\nيُعد من أبرز المعالم الجغرافية في الصحراء الكبرى، ويصل ارتفاعه إلى أكثر من 1,900 متر فوق سطح البحر.\nيتميّز بتكوينه الصخري الجرانيتّي القديم، ويحيط به بحر من الرمال والوديان الجافة، مما يمنحه طابعًا فريدًا.\nيحتوي على **نقوش صخرية ورسومات ما قبل التاريخ**، تُمثل مشاهد لحيوانات وبشر، ما يدل على وجود حياة قديمة في المنطقة.\nيُعد الجبل من الكنوز الأثرية والطبيعية المخبأة في عمق الصحراء الليبية، ويجذب الباحثين والمستكشفين.\nتكثر فيه الكهوف والممرات الصخرية، ما يجعله موقعًا مثيرًا لعشاق المغامرة والاستكشاف.\nالمناخ فيه قاسٍ وجاف، ودرجات الحرارة تتفاوت بشكل كبير بين الليل والنهار.\nرغم صعوبة الوصول إليه، فإن جماله الطبيعي وتاريخه الغامض يمنحانه هيبة وغموضًا فريدًا.\nجبل العوينات هو شاهد صامت على حضارات غابرة، وكنز جيولوجي وأثري في قلب الصحراء الليبية.\n",
    "city": "الكفرة ",
    "type": "مناظر طبيعية"
  },
  {
    "id": "0eb1c31d-fb39-4fcc-baa3-d0a6067db297",
    "isFavorite": false,
    "createdAt": "2025-06-27T09:22:24.289Z",
    "name": " منتزه بنغازي السياحي (البوسكو)",
    "latitude": 32.08206088506488,
    "longitude": 20.0963551,
    "image": "منتزه بنغازي السياحي (البوسكو).webp",
    "description": " منتزه بنغازي السياحي، المعروف محليًا بـ\"البوسكو\"، يُعد أحد أبرز المتنزهات في المدينة، حيث يجمع بين الطبيعة الخلابة والأنشطة الترفيهية. يتميز المنتزه بمساحاته الخضراء الواسعة وأشجاره الكثيفة التي توفر ظلالًا طبيعية، مما يجعله وجهة مثالية للعائلات في فصل الصيف. يحتوي على بحيرة صغيرة يمكن للزوار الاستمتاع بركوب القوارب فيها، بالإضافة إلى مسارات للمشي والجري بين الأشجار. يضم المنتزه أيضًا مناطق مخصصة للأطفال مزودة بألعاب حديثة وآمنة، فضلًا عن ملاعب رياضية لكرة القدم والسلة. تنتشر فيه مقاعد للاستراحة ومظلات، كما تتوفر مقاهٍ صغيرة تقدم المشروبات والوجبات الخفيفة. يُنظم فيه أحيانًا فعاليات ثقافية وحفلات موسيقية، خاصة في المناسبات العامة. يعتبر البوسكو مكانًا حيويًا للترفيه والاسترخاء بعيدًا عن صخب المدينة، مما يجعله مقصدًا محبوبًا لسكان بنغازي وزوارها.\n",
    "city": "بنغازي",
    "type": "حديقة"
  },
  {
    "id": "6a55740d-3d20-49e9-8181-5202fc975737",
    "isFavorite": false,
    "createdAt": "2025-06-27T09:23:32.670Z",
    "name": "منتجع شحات ",
    "latitude": 32.8247,
    "longitude": 21.8795,
    "image": "منتجع شحات.webp",
    "description": "منتجع شحات هو أحد الوجهات السياحية الساحرة في ليبيا، ويقع بالقرب من مدينة شحات (قورينا) الأثرية في الجبل الأخضر. يتميز المنتجع بموقعه وسط الطبيعة الخضراء والهواء النقي، مما يجعله مكانًا مثاليًا للاستجمام والهدوء.",
    "city": "شحات",
    "type": "المنتجعات السياحية"
  },
  {
    "id": "3fb5e686-496d-4f07-a146-b176e7b35e34",
    "isFavorite": false,
    "createdAt": "2025-06-27T09:24:32.220Z",
    "name": " فندق لؤلؤة الخليج",
    "latitude": 32.7652,
    "longitude": 21.7768,
    "image": "فندق لؤلؤة الخليج.webp",
    "description": " الوصف : فندق لؤلؤة الخليج في مدينة البيضاء الليبية يُعتبر من أرقى الفنادق في المنطقة، حيث يجمع بين الفخامة والخدمات المميزة في موقع استراتيجي قريب من معالم المدينة.  ",
    "city": "البيضاء",
    "type": "فندق"
  },
  {
    "id": "9089259c-4fe7-412f-816c-d9fd922eb6ad",
    "isFavorite": false,
    "createdAt": "2025-06-27T09:25:20.131Z",
    "name": " فندق لؤلؤة درنة ",
    "latitude": 32.7544,
    "longitude": 22.6545,
    "image": "فندق لؤلؤة درنة.webp",
    "description": " فندق لؤلؤة درنة يُعد من أبرز الوجهات السياحية في مدينة درنة الساحلية، حيث يتميز بموقعه المطل على البحر الأبيض المتوسط وإطلالاته الخلابة على المياه الزرقاء والجبال الخضراء.  ",
    "city": "درنة",
    "type": "فندق"
  }
]
