[
  {
    "id": "79864f62-f93e-4b52-91dc-4bd2d426cd7f",
    "isFavorite": false,
    "createdAt": "2025-06-25T01:59:27.911Z",
    "name": "محمية مصراتة الطبيعية",
    "latitude": 15.1080881,
    "longitude": 32.1808345,
    "image": "photo_5942513289458208108_y.webp",
    "description": "تقع محمية مصراتة الطبيعية جنوب مدينة مصراتة، وتُعتبر من المناطق البيئية المحمية التي تهدف إلى الحفاظ على الغطاء النباتي والتنوع البيولوجي المحلي.\nتتميّز بتنوع أشجارها، خاصة أشجار الأكاسيا والسدر، بالإضافة إلى وجود بعض الكثبان الرملية والتكوينات الطبيعية.\n\nالمحمية غير مجهزة لاستقبال الزوار بشكل دائم، لكنها تُستخدم أحيانًا في رحلات بيئية أو دراسات علمية، وهي تُعد متنفسًا بيئيًا مهمًا خارج المدينة.\n",
    "city": "مصراتة",
    "type": "حديقة"
  },
  {
    "id": "f324cc07-0678-41a6-b877-a29c549c044d",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:02:05.044Z",
    "name": "منتجع مصراتة ",
    "latitude": 15.1147242,
    "longitude": 32.4050107,
    "image": "photo_5942513289458208121_y.webp",
    "description": "يقع منتجع مصراتة شرق المدينة، ويُعد من المنتجعات السياحية المتكاملة التي تقدم خدمات إقامة وترفيه للزوار والعائلات. يتميّز بموقعه الهادئ القريب من البحر، ومساحته الكبيرة التي تضم وحدات سكنية ومرافق ترفيهية متعددة.\n\nالمنتجع يُستخدم للإقامات القصيرة، والرحلات العائلية، ويستقبل أحيانًا فعاليات اجتماعية ومناسبات خاصة.\n\n\n",
    "city": "مصراتة",
    "type": "منتجع سياحي"
  },
  {
    "id": "21234444-7d83-4615-a755-3fe32248124c",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:02:46.670Z",
    "name": "منتجع الامان ",
    "latitude": 15.0018183,
    "longitude": 32.4130099,
    "image": "photo_5942513289458208127_y.webp",
    "description": "منتجع الأمان هو أحد المنتجعات السياحية الواقعة في منطقة الدافنية غرب مدينة مصراتة، ويطل مباشرة على ساحل البحر الأبيض المتوسط. يُقدّم المنتجع خدمات استراحة وإقامة مريحة للعائلات والزوار، ويُستخدم كمكان للتنزه اليومي أو الإقامة القصيرة\nويتميّز المنتجع بموقعه الهادئ والبعيد عن صخب المدينة، مما يجعله وجهة مفضّلة للاسترخاء خلال عطلات نهاية الأسبوع أو الصيف.\n",
    "city": "مصراتة",
    "type": "منتجع سياحي"
  },
  {
    "id": "0955cee1-8710-4e8e-acb4-f3794f64d58d",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:03:52.159Z",
    "name": "المبني التاريخي",
    "latitude": 15.0908489,
    "longitude": 32.375096,
    "image": "photo_5942513289458208135_y.webp",
    "description": "يقع هذا المبنى التاريخي في قلب مدينة مصراتة، وهو من المباني التي تعود إلى فترة الاستعمار الإيطالي في ليبيا. يتميز بطرازه المعماري الكلاسيكي الإيطالي، ويُعتبر من أقدم الأبنية في المدينة التي ما تزال تحتفظ بجزء من شكلها الأصلي.\n\nالمبنى مهجور حاليًا، لكنه يُعد شاهدًا على مرحلة زمنية مهمة في تاريخ مصراتة، وغالبًا ما يُستخدم كمرجع بصري في توثيق تاريخ المدينة العمراني.\n\n\n",
    "city": "مصراتة",
    "type": "معلم أثري"
  },
  {
    "id": "907b8b20-7a82-4e67-adcf-daf6dec0a151",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:05:30.803Z",
    "name": "قوز التيك",
    "latitude": 15.0856635,
    "longitude": 32.381448,
    "image": "photo_5942513289458208140_y.webp",
    "description": "يقع منتزه قوز التيك شمال غرب مدينة مصراتة، وهو من أبرز المساحات الطبيعية المفتوحة في المدينة. يتميز المنتزه بكثافة الأشجار، خصوصًا أشجار الصنوبر، ويوفر بيئة مناسبة للراحة والتنزه الفردي أو العائلي.\n\nالمنتزه يُستخدم كمكان للاسترخاء وإقامة النزهات وبجوار المنتزه مباشرة يقع المنصب التذكاري، وهو معلم رمزي يُجسّد ذكرى الشهداء، ويُعتبر من المواقع المعروفة في المنطقة، مما يضيف للمنطقة طابعًا ثقافيًا وتاريخيًا بجانب طابعها الترفيهي.\n",
    "city": "مصراتة",
    "type": "متحف"
  },
  {
    "id": "ff725519-9da9-40ac-93c7-cb5b81cc22a0",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:05:59.798Z",
    "name": "الحديقة المركزية",
    "latitude": 15.0909753,
    "longitude": 32.3721817,
    "image": "photo_5942513289458208143_y.webp",
    "description": "الحديقة المركزية تقع في وسط مدينة مصراتة، بالقرب من برج الساعة وسوق المدينة. تُعد من أهم الحدائق العامة في المدينة، وتوفر مساحة مفتوحة للجلوس والمشي والترفيه.\n\nتحتوي الحديقة على:\n • مساحات خضراء\n • ممرات مخصصة للمشي\n • مقاعد للجلوس\n • منطقة ألعاب للأطفال\n • إنارة ومرافق بسيطة\n\nتُستخدم من قبل العائلات والأفراد كمكان للراحة أو التنزه، وتُعتبر من أبرز أماكن الاستراحة العامة في وسط مصراتة.\n",
    "city": "مصراتة",
    "type": "حديقة"
  },
  {
    "id": "46ceab9e-a3b9-4a1f-af49-2442f7a0398e",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:06:57.924Z",
    "name": "الجامع العالي",
    "latitude": 15.0964594,
    "longitude": 32.3767086,
    "image": "photo_5942513289458208158_y.webp",
    "description": "يقع الجامع العالي في قلب مدينة مصراتة، وتحديدًا في حي أماطين، ويُعدّ من أبرز وأقدم المساجد في المدينة. يتميز بتصميمه المعماري الفريد، وقبّته الكبيرة، ومئذنتيه الشامختين اللتين تُمكن رؤيتهما من مختلف أنحاء المدينة.\n\nالجامع يُعرف محليًا باسم “جامع الجمعة”، وهو من المساجد الرئيسية التي تقام فيها صلاة الجمعة ويشهد حضورًا كثيفًا، خاصة في المناسبات الدينية.\nتُضاء واجهته ليلاً بشكل جميل، مما يجعله تحفة معمارية بارزة في المشهد الليلي للمدينة، كما يظهر في الصور الجوية التي تُظهره مركزًا للحياة الدينية والاجتماعية.\n",
    "city": "مصراتة",
    "type": "مسجد"
  },
  {
    "id": "36c26f70-21e3-4c97-8a5b-ee59a4796eb8",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:07:26.904Z",
    "name": "جزيرة العلم",
    "latitude": 15.0904636,
    "longitude": 32.3745308,
    "image": "photo_5942513289458208223_y.webp",
    "description": "جزيرة العلم هي نصب أو معلم بارز في مصراتة يُستخدم رمزياً للتعبير عن الهوية الوطنية والاعتزاز بالمدينة والوطن.\nتم إنشاءة في فترة حديثة نسبيًا، خلال العقود الأخيرة، لتعزيز الشعور الوطني وللتذكير بقيم الوحدة والحرية في ليبيا.\n • الغرض من المعلم هو تمثيل العلم الوطني الليبي كرمز للوحدة الوطنية والسيادة، ويعتبر نقطة تجمع للمناسبات الوطنية والاحتفالات الرسمية\n",
    "city": "مصراتة",
    "type": "منتجع سياحي"
  },
  {
    "id": "50abc102-248d-4604-9184-c48ac84a8935",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:07:59.124Z",
    "name": "زاوية الشيخ عبد السلام الأسمر",
    "latitude": 32.4672502,
    "longitude": 14.5675053,
    "image": "photo_5947246820159769012_y.webp",
    "description": "زاوية الشيخ عبد السلام الأسمر في زليتن تُعتبر من أعرق المعالم الدينية والتعليمية في ليبيا، تأسست في القرن 15 على يد العالم الصوفي عبد السلام الأسمر.\nالمكان فيه مسجد كبير يتسع لآلاف المصلين، ومدرسة قرآنية تستقبل طلاب من داخل ليبيا ومن دول زي نيجيريا وتايلاند. تضم الزاوية مكتبة قديمة ومركز للمخطوطات، وتُقام فيها دروس دينية، مسابقات تحفيظ، ومناسبات زي المولد النبوي وليلة القدر.\n\nالزاوية مبنية بطراز إسلامي راقي، فيها نقوش وزخارف تقليدية وقباب جميلة تعكس روح المكان.",
    "city": "زليتن",
    "type": "منطقة تاريخية"
  },
  {
    "id": "8bbcf9e4-34ee-46b2-9719-dee247a48abf",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:08:38.002Z",
    "name": "شاطيْ الصويري",
    "latitude": 32.4956837,
    "longitude": 14.6008204,
    "image": "photo_5947246820159769018_y.webp",
    "description": "يُعد من الشواطئ الطبيعية الهادئة والمميزة في الساحل الليبي، يتميّز برماله الذهبية الناعمة ومياهه الصافية الزرقاء، ويحيط به جو ريفي بسيط بعيد عن الزحمة والتوسع العمراني، مما يجعله مثالياً لمحبي الاسترخاء والطبيعة. الشاطئ مناسب للسباحة، التنزه، والتصوير، خصوصاً عند الغروب، ورغم قلة المرافق والخدمات فيه، إلا أن سحره يكمن في بساطته ونقاوته، وهو من الأماكن اللي يفضلها سكان زليتن للاستجمام خلال أشهر الصيف\n",
    "city": "زليتن",
    "type": "شاطئ"
  },
  {
    "id": "7c1b2df3-2879-4d52-98fd-87a4f36ca030",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:09:03.528Z",
    "name": "دار بوك عميرة",
    "latitude": 32.4982668,
    "longitude": 14.5587576,
    "image": "photo_5947246820159769020_y.webp",
    "description": "دار بوك عميرة هي فيلا رومانية قديمة تقع على ساحل مدينة زليتن، وتعود للقرن الثاني الميلادي. كانت تُستخدم كمكان استجمام وراحة لأحد أثرياء الرومان، وتُعد من أرقى الأمثلة على الفلل البحرية في شمال إفريقيا.\nتتميّز بتصميم معماري معقّد وراقي، يضم أجنحة سكنية وقاعات واسعة، بالإضافة إلى حمّامات رومانية متكاملة تحتوي على غرف ساخنة وباردة وغرف بخار، ما يدل على رفاهية الحياة في تلك الحقبة.\n\nمن أبرز معالمها الزخارف والفسيفساء الملوّنة المنتشرة في أرضياتها، والتي تصوّر مشاهد من الأساطير الرومانية، والمصارعين، والحياة اليومية، وتُعتبر من أجمل الفسيفساء المكتشفة في ليبيا\nهذا المعلم يُصنّف كأحد أهم المواقع الأثرية في المنطقة، حيث يجمع بين روعة البحر وسحر التاريخ، ويُعتبر وجهة مثالية لعشّاق الآثار والثقافة.\n",
    "city": "زليتن",
    "type": "معلم أثري"
  },
  {
    "id": "cc647304-e37c-49b6-a8a9-8781f0ff6d41",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:09:27.270Z",
    "name": "قصر الحاج /القصبة",
    "latitude": 32.4682592,
    "longitude": 14.4832347,
    "image": "photo_5947246820159769023_y.webp",
    "description": "قصر الحاج، المعروف أيضًا بـ”قصر القصبة”، هو معلم أثري تاريخي يقع في منطقة مرتفعة جنوب زليتن. يُعتبر من أقدم المعالم المعمارية في المنطقة، ويُقال إن عمره يعود لعدة قرون.\nبُني على طراز القصبات الأمازيغية القديمة، وكان يُستخدم كمخزن جماعي لحفظ الحبوب والمؤن، حيث يحتوي على عشرات الحجرات الصغيرة المرتبة في شكل هندسي جميل.\n\nيتميّز القصر بموقعه الاستراتيجي، وإطلالته الواسعة على المناطق المحيطة، بالإضافة إلى جدرانه السميكة وأقواسه الحجرية التي تُظهر براعة البناء التقليدي.\nاليوم يُعد وجهة محلية يقصدها الزوّار لاكتشاف تاريخ زليتن الريفي القديم، وهو رمز من رموز الحياة الجماعية والتنظيم الاجتماعي في الماضي\n",
    "city": "زليتن",
    "type": "معلم أثري"
  },
  {
    "id": "1f2b6086-cd0d-4644-b732-74d1d86ec0a3",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:09:56.725Z",
    "name": "مغارة دخيل والمرسي",
    "latitude": 32.4412893,
    "longitude": 14.742034,
    "image": "photo_5947246820159769037_y.webp",
    "description": "مغارة دخيل هي مغارة بحرية طبيعية تقع غرب مدينة زليتن، وتحديدًا بالقرب من منطقة النعيمة. نُحتت بفعل عوامل التعرية البحرية وسط جرف صخري مطل على البحر، وتُعتبر من أجمل المواقع الطبيعية في الساحل الليبي.\n\nتمتاز المغارة بجمالها الهادئ ومنظرها الفريد، حيث يمكن النزول إليها سيرًا عبر الصخور والدخول لمساحة مفتوحة تطل مباشرة على البحر. المكان مثالي لمحبي السباحة، التصوير، والاستجمام في الطبيعة بعيدًا عن الزحام.\nرغم أنها مش مُهيّأة بشكل رسمي كمزار سياحي، إلا أنها أصبحت وجهة معروفة بين السكان المحليين وعشاق المغامرة\n",
    "city": "زليتن",
    "type": "شاطئ"
  },
  {
    "id": "42870f62-fe69-44fa-9da6-d1945e9e2dc0",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:10:33.168Z",
    "name": "فندق زليتن",
    "latitude": 32.4751505,
    "longitude": 14.559978,
    "image": "photo_5947246820159769088_y.webp",
    "description": "فندق زليتن، وسط المدينة القديمة، يجمع بين البساطة والطابع المحلي العريق. مبناه يطل على أحياء تقليدية وأسواق شعبية، ويُضفي إحساسًا بزمن هادي فيه عبق التاريخ.\nرغم بساطته، يعكس روح الضيافة الليبية القديمة، ويقدّم إقامة هادئة للي يحب يعيش أجواء المدينة الأصيلة، على بعد خطوات من الزوايا والمساجد التاريخية\n",
    "city": "زليتن",
    "type": "فندق"
  },
  {
    "id": "591bc35e-7542-4960-b86d-90c98b00adb3",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:11:00.287Z",
    "name": "لبدة الكبري",
    "latitude": 32.6343069,
    "longitude": 14.2948212,
    "image": "photo_5949498619973453841_y.webp",
    "description": "لبدة الكبرى هي مدينة أثرية رومانية عظيمة تقع شرق مدينة الخمس على الساحل الليبي، وتُعد من أبرز وأجمل المدن الرومانية القديمة في العالم، بفضل ما تحتويه من آثار ضخمة ومحفوظة بشكل رائع. تأسست في القرن السابع قبل الميلاد وازدهرت بشكل كبير خلال فترة الحكم الروماني، خصوصًا في عهد الإمبراطور سبتيموس سيفيروس، اللي وُلد فيها وجعلها واحدة من أهم مدن الإمبراطورية.\n\nتضم لبدة معالم معمارية مذهلة مثل قوس النصر الشامخ، المسرح الروماني المطل على البحر، الحمامات العامة الواسعة، السوق الروماني والساحات، والميناء القديم اللي كان يربطها تجاريًا بالمتوسط. المدينة اليوم مصنّفة ضمن مواقع التراث العالمي لليونسكو، وتعتبر جوهرة أثرية تعكس عبقرية البناء الروماني وروعة التاريخ الليبي\n",
    "city": "الخمس",
    "type": "معلم أثري"
  },
  {
    "id": "5053982b-e181-4f9d-96ed-f3b9a1bdb30f",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:12:00.788Z",
    "name": "منتزة المرح العائلي",
    "latitude": 32.6145755,
    "longitude": 14.28648862016,
    "image": "photo_5949498619973453845_y.webp",
    "description": "منتزه المرح العائلي في الخُمس هو منتزه ترفيهي افتتح في نوفمبر 2016، ويقع قرب الساحل وآثار لبدة الكبرى، ويُعد من أبرز وجهات العائلات في المدينة. يمتد على مساحة واسعة تضم ألعاباً للأطفال، مناطق جلوس مظللة، صالات داخلية، مقهى، متجر، مرافق للصلاة، وموقف سيارات، إضافة إلى شبكة إنترنت وخدمات للشواء. يُوفّر بيئة آمنة ومناسبة للنزهات والفعاليات العائلية، بأسعار دخول وألعاب مناسبة للجميع\n",
    "city": "الخمس",
    "type": "حديقة"
  },
  {
    "id": "15423864-a648-4d20-bc1e-5419ce9b8e4b",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:12:45.618Z",
    "name": "قلعة مراد أغا",
    "latitude": 32.8814877,
    "longitude": 13.3401063,
    "image": "photo_5949498619973453853_y.webp",
    "description": "قلعة مراد آغا، المعروفة أيضاً بجامع مراد آغا، هي معلم تاريخي بارز في مدينة تاجوراء شرق طرابلس. تم بناء القلعة في منتصف القرن السادس عشر (حوالي عام 1521) على يد الوالي العثماني مراد آغا بهدف حماية المدينة من الهجمات الإسبانية. بعد نجاح الدفاع عن المدينة، تحولت القلعة عام 1535 إلى مسجد جامع يُعتبر الأول من نوعه على الطراز العثماني في ليبيا. يتميز المبنى بتصميم معماري فريد يجمع بين الطراز العثماني والمغاربي، حيث يحوي أقواساً وقباباً وأعمدة حجرية أنيقة. القلعة اليوم تُعتبر رمزاً تاريخياً وثقافياً، وتُجسد حقبة مهمة من تاريخ ليبيا العثماني، كما أنها تستضيف المصلين والزوار الذين يأتون للاطلاع على تراث المنطقة وروحها الأصيلة\n",
    "city": "تاجوراء",
    "type": "مسجد"
  },
  {
    "id": "86e408fa-82cc-48f1-92d4-96701c684f7d",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:17:23.085Z",
    "name": "فندق المدينة",
    "latitude": 31.2064742,
    "longitude": 16.588591,
    "image": "photo_5949498619973453858_y.webp",
    "description": "يُعتبر من أبرز أماكن الإقامة للسياح في المدينة، نظراً لموقعه الحيوي وسط سرت القديمة وقربه من المعالم التاريخية .يتكون من عدة طوابق تضم غرفاً وأجنحة مريحة، ويحتوي على مطعم ومقهى وحديقة داخلية، مما يوفر للزائرين أجواء مناسبة للاسترخاء بعد جولاتهم السياحية. كما يُعد رمزاً لإعادة الإعمار والتعافي، ويعكس طابع المدينة التاريخي والمعاصر في آنٍ واحد\n",
    "city": "سرت",
    "type": "فندق"
  },
  {
    "id": "010415e2-a6e7-4f25-b7f1-f8b1b1ab06bd",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:17:52.397Z",
    "name": "مسجد الرباط",
    "latitude": 31.2022028,
    "longitude": 16.5804029,
    "image": "photo_5949498619973453860_y.webp",
    "description": "مسجد الرباط في سرت هو واحد من أكبر الجوامع في المدينة، يقع في محلة الرباط، وتم تشييده عام 1994. بعد أن تعرض للإهمال خلال سنوات الصراع، خضع لصيانة وتطوير مكثف استمر نحو ثلاثة أشهر، بإشراف البلدية والجهاز الوطني للتنمية، وذلك في مايو 2024 .\nتم تزويده بمنارات جديدة وتجهيزات تقنية ودورات مياه حديثة، كما جُدّد الطلاء والموكيت لخلق بيئة صلاة مريحة ونظيفة  . يتسع لنحو 2500 مصلي، ويضم مركزاً لتحفيظ القرآن الكريم، ما يعزّز دوره الاجتماعي والثقافي في حياة السكان المحليين  .\nاليوم، يُعتبر مسجد الرباط رمزاً لنهضة سرت العمرانية بعد الحرب، ويعمل كنقطة تجمع للمصلين والأنشطة الدينية، ويجسد جهود إعادة الإعمار التي تشهدها المدينة\n",
    "city": "سرت",
    "type": "مسجد"
  },
  {
    "id": "5caa0420-8b3b-46de-9485-f90b2d72dfc6",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:18:24.308Z",
    "name": "متحف بني وليد الاثري",
    "latitude": 31.7554756,
    "longitude": 14.0180186,
    "image": "photo_5949498619973453956_y.webp",
    "description": "ُيعد متحف بني وليد من أبرز المعالم الثقافية في المدينة، افتُتح سنة 1999 داخل مبنى قديم كان مدرسة في السابق، ويُعتبر وجهة مهمّة لعشاق التاريخ والآثار. يضم المتحف مجموعة متنوعة من القطع الأثرية التي تعود إلى العصور البونيقية والرومانية والبيزنطية، وبعضها يعود للقرن الثالث والرابع الميلادي.\nتعود هذه الآثار لمواقع محلية مثل قرزة، أم العجرم، ووادي غلبون، مما يجعل المتحف مركزًا لتوثيق التاريخ الغني للمنطقة. القطع تشمل تماثيل، نقوش، أواني فخارية، وأدوات قديمة، وهو مكان مثالي لفهم الحضارات التي مرّت على بني وليد\n",
    "city": "بني وليد",
    "type": "معلم أثري"
  },
  {
    "id": "6aee9788-4b09-4fa2-be60-296ae33fde9a",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:18:55.663Z",
    "name": "النصب التذكاري لمعركة وادي دينار",
    "latitude": 31.8082578,
    "longitude": 13.9742671,
    "image": "photo_5954142738045850379_x.webp",
    "description": "النصب التذكاري لمعركة وادي دينار يقع جنوب شرق مدينة بني وليد \nوهو معلم تاريخي يخلّد ذكرى واحدة من أبرز معارك المقاومة الليبية ضد الاستعمار الإيطالي، حيث دارت هناك في ديسمبر عام 1923 معركة شرسة بين المجاهدين بقيادة عبد النبي بلخير وقوات الاحتلال الإيطالي التي حاولت التقدم في المنطقة. اختار المجاهدون وادي دينار كموقع دفاعي طبيعي بفضل طبيعته الجغرافية الوعرة، لكن رغم شراسة المقاومة، تعرضوا لحصار عنيف وهجوم من عدة محاور، ما أدى إلى سقوط عدد كبير من الشهداء. أُقيم هذا النصب تخليداً لتضحياتهم، وهو عبارة عن عمود حجري أو مسلّة بسيطة تُحيط بها ساحة ترابية مفتوحة، غالباً ما تُزينها رايات أو لافتات تحمل أسماء الشهداء وعبارات وطنية. يحمل الموقع رمزية كبيرة لأهالي ورفلة وبني وليد بوجه خاص، حيث يُعتبر شاهدًا صامتًا على شجاعة من دافعوا عن الأرض والكرامة، كما يشهد أحيانًا زيارات مدرسية أو وقفات شعبية في ذكرى المعركة، ليبقى حاضراً في ذاكرة الأجيال كمَعْلَم من معالم البطولة الليبية.\n",
    "city": "بني وليد",
    "type": "معلم أثري"
  },
  {
    "id": "c46befce-973c-4b73-b3a4-96e216035d6b",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:19:26.618Z",
    "name": "النصب التذكاري لشهداء بني وليد",
    "latitude": 31.7761408,
    "longitude": 14.0006365,
    "image": "photo_5954142738045850380_y.webp",
    "description": "يقع النصب التذكاري لشهداء بني وليد في موقع مرتفع يطل على المدينة، ويُعد من أهم المعالم الرمزية والوطنية فيها، حيث خُصص لتخليد ذكرى أبناء بني وليد الذين استُشهدوا في مختلف مراحل الكفاح الوطني، سواء خلال مقاومة الاستعمار الإيطالي أو في الأحداث الوطنية اللاحقة. يتميز النصب بتصميم معماري بسيط لكنه مهيب، وغالباً ما يتكوّن من قاعدة خرسانية تعلوها مسلّة أو عمود رخامي، وتحمل الواجهة الرئيسية للنصب أسماء الشهداء من أبناء المدينة ونقوشاً تعبّر عن التضحية والولاء للوطن، إضافة إلى عبارات وطنية محفورة تُجسد الروح القتالية والصمود. يحيط بالمكان فضاء مفتوح تُقام فيه أحياناً وقفات رمزية أو احتفالات في المناسبات الوطنية، كما يُعتبر هذا النصب نقطة التقاء وجدانية بين الماضي والحاضر، يزوره الأهالي وطلبة المدارس تكريماً لمن قدّموا أرواحهم في سبيل ليبيا، ما يجعله شاهداً على تاريخ طويل من الفداء والوفاء لأرض بني وليد\n",
    "city": "بني وليد",
    "type": "معلم أثري"
  },
  {
    "id": "d8a49eb6-b376-422e-a195-86c7e49f49d5",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:19:55.698Z",
    "name": "بن تليس",
    "latitude": 31.7954659,
    "longitude": 14.0699331,
    "image": "photo_5956394537859532430_y.webp",
    "description": "تُعَدّ من أهم المواقع الإسلامية الفاخرة في المنطقة، إذ تعود إلى القرن الخامس عشر الميلادي من عهد إمارة بنو تُلّيس التي اتخذت من المكان عاصمة لها . تضم بقايا قصر الحاكم الكبير، وأسوار متبقية من إنشاءات حجرية طينية مرتفعة، تطل على مرتفع يبلغ حوالي 209 م فوق سطح البحر . يُظهر الموقع اليوم ركاماً حجرياً محكم البناء؛ يبرز حجمه وهيبته رغم مروره بمرحلة الإهمال، وما زال يُقام فيه بعض الجولات التعريفية والأبحاث الأثرية أحياناً، الأمر الذي يجعله شاهداً على حضارة إسلامية محلية غنية ومهمّة على مشارف مدينة بني وليد\n",
    "city": "بني وليد",
    "type": "معلم أثري"
  },
  {
    "id": "056e08a6-4d9a-478e-97fa-555a3722cdc2",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:20:54.956Z",
    "name": "قرزة",
    "latitude": 30.9467242,
    "longitude": 14.5510734,
    "image": "photo_5956394537859532431_y.webp",
    "description": "وهي مدينة أثرية رومانية واقع في وادي قرزة جنوب شرق بني وليد، وتعد مثالًا عظيمًا على حضارة واجتماع زراعي وتجاري قديم  . يعود تأسيسها إلى القرن الثاني الميلادي في عهد الإمبراطور سبتيموس سيفيروس، ونمت لتصبح مركزاً زراعياً وتجارياً رئيسيًا على طريق القوافل بين شمال وجنوب ليبيا، حيث شُيّدت فيها سدود وأنظمة لجمع المياه في الوادي  . تتكوّن الآثار اليوم من آثار مبانٍ حجرية، ومقابر ضخمة (المقبرة الشمالية والجنوبية) تضم معالم مثل المزارات ذات الطابع الكلاسيكي المتأثر بالعمارة الايطالية والرومانية، وأضرحة على شكل مسلات وتماثيل مزخرفة تجسّد الطابع المحلي المتداخل مع الفن الهلينستي  . تشمل البقايا كذلك ست مزارع كبيرة مضربة (centenaria) ونظام هندسي لإدارة المياه الزراعية، مما يظهر كثافة الاستيطان والزراعة في الصحراء ما بين القرنين الثاني والخامس الميلادي . تميّز قرزة بخلط معماري فريد يجمع بين الطراز الليبي، الفرعوني والإغريقي المتأخر، ويُعد من المواقع الأثرية الهامة في ليبيا، مدرج حاليًا على القائمة الإرشادية لليونسكو\n",
    "city": "بني وليد",
    "type": "منطقة تاريخية"
  },
  {
    "id": "042f4cfe-808c-4e09-a3ec-985d001bd90a",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:21:34.762Z",
    "name": "قصر العيساوي",
    "latitude": 32.4951961,
    "longitude": 14.1220588,
    "image": "photo_5956394537859532435_y.webp",
    "description": "يقع قصر العيساوي، جنوب مدينة بني وليد قرب وادي نفد، ويُعد من أبرز المعالم الأثرية الرومانية في المنطقة. يعود تاريخه إلى القرن الثالث الميلادي، حيث كان يُستخدم كمزرعة محصنة تُعرف بـ”centenarium”، وهي من النماذج الزراعية التي أنشأها الرومان في المناطق الداخلية لتأمين خطوط القوافل وتعزيز الاستيطان الزراعي. يتكون القصر من بناء حجري متين بُني على مرتفع صخري، وتظهر فيه بقايا جدران متماسكة وأقواس حجرية، بالإضافة إلى ضريح روماني ملاصق يشبه المعبد، يُعتقد أنه كان يُستخدم كمقبرة. كما تحيط بالموقع بقايا سدود حجرية قديمة كانت تجمع مياه الأمطار لاستخدامها في الزراعة، ما يعكس تقدّم الرومان في إدارة الموارد الطبيعية. ورغم بساطة القصر من حيث الزخرفة، إلا أن تصميمه المتماسك وموقعه الاستراتيجي يمنحانه هيبة واضحة، ويجعله شاهدًا حقيقيًا على التوسع الزراعي الروماني في عمق الأراضي الليبية\n",
    "city": "بني وليد",
    "type": "معلم أثري"
  },
  {
    "id": "90b91d58-7574-41d0-a881-0e774ddd9208",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:22:08.627Z",
    "name": "كنيسة وادي بزره /السوق اللوطي",
    "latitude": 31.5969062,
    "longitude": 14.128484,
    "image": "photo_5956394537859532438_m.webp",
    "description": "تعتبر كنيسة وادي بزره إحدى أهم الكنائس في ليبيا والتي تعود للعهد المسيحي المبكر وهي تقع على بعد حوالي 20 كم الى الجنوب الشرقي من مدينة بني وليد وقد شيدت بجوار تلات مزارع محصنة قديمة ترجع لفترة الهيمنة الرومانية على المنطقة وهي مشيدة على الطراز البازيليكي المتكون من صحن أوسط وجناحين ومنحنى في الطرف الغربي من الصحن حيت يفصل الصحن الأوسط عن الجناحين صفان من الأعمدة تعلوها أقواس نصف دائرية وأما السقف فهو على شكل قبو والجدير بالذكر أن المبنى قد تحول بعد الفتوحات الإسلامية إلى مسجد ولا تزال آثاره قائمه إلى يومنا هذا.\n",
    "city": "بني وليد",
    "type": "معلم أثري"
  },
  {
    "id": "bff78d8d-7545-479f-9765-d5f9876e9099",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:22:53.306Z",
    "name": "عين الشرشارة",
    "latitude": 32.4662344,
    "longitude": 13.6175594,
    "image": "photo_5956394537859532449_y.webp",
    "description": "تقع عين الشرشارة، أو شلال الشرشارة، جنوبي غرب مدينة ترهونة، وهي عبارة عن عين مياه طبيعية وشلال صغير ينبع من سبع ينابيع متصلة، ليشكل مناظر طبيعية خلّابة في وادي الشرشارة. كانت تُعَد من أهم الوجهات السياحية لزوار المنطقة، خاصة في فصل الربيع، لما توفره من متنفس طبيعي وسط الغطاء النباتي البري  . لكنها عانت من النضوب لفترة تقارب 20 عامًا بسبب الإفراط في حفر الآبار الجانبية والإهمال، حتى أطلق المجلس البلدي بمبادرة غرس نحو 12 ألف شجرة واستعادة نظافة المنطقة لإحياء العين مجددًا  . اليوم، يُصنّف الموقع كـمتجع طبيعي سياحي ، يجذب الأُسر والزوار الباحثين عن الاسترخاء والتمتع بمياه الشلال، ويُعد رمزًا على أهمية الحفاظ على الموارد المائية في البيئة الجبلية المحيطة بترهونة",
    "city": "ترهونة",
    "type": "منتجع سياحي"
  },
  {
    "id": "0a9c08e2-6cc5-499d-81b7-a2bd918d1ac1",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:23:25.485Z",
    "name": "قصر دوغه",
    "latitude": 32.4880889,
    "longitude": 13.698766,
    "image": "photo_5956394537859532451_y.webp",
    "description": "يقع قصر دوغة في منطقة الهضبة جنوب شرقي مدينة ترهونة، ويُعد من أبرز المعالم الأثرية في ليبيا التي تعود للعهد الروماني المبكر، حيث شُيّد في القرن الأول الميلادي كضريح فخم لإحدى الشخصيات الرفيعة أو لتكريم الإله الليبي القديم “قورزيل”، بحسب نقش بونيقي عُثر عليه بالموقع. يتميز القصر ببنائه الحجري الضخم، حيث يبلغ طوله حوالي 16 مترًا، وعرضه أكثر من 11 متر، ويصل ارتفاعه إلى 9 أمتار، ويتكون من طابقين باقين من أصل ثلاثة. الواجهة الرئيسية مزخرفة بـ36 عمودًا ذات تيجان تأخذ الطابع الإغريقي والروماني، مما يعكس امتزاج التأثيرات المحلية الليبية مع الفن المعماري الكلاسيكي. كما يُظهر الموقع بقايا منشآت دفاعية تعود لفترات لاحقة، مما يدل على استمرار استخدامه كموقع استراتيجي عبر العصور، من العهد الروماني إلى البيزنطي ثم الإسلامي. ورغم ما تعرض له من تآكل طبيعي وإهمال، لا يزال قصر دوغة شاهدًا مهيبًا على عبقرية العمارة الليبية القديمة ومكانة ترهونة كمركز حضاري هام في التاريخ الليبي",
    "city": "ترهونة",
    "type": "معلم أثري"
  },
  {
    "id": "c36feb97-8344-4069-8422-fe99c359c6f9",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:24:07.266Z",
    "name": "المسجد العتيق",
    "latitude": 32.4347777,
    "longitude": 13.6356546,
    "image": "photo_5956394537859532610_y.webp",
    "description": "المسجد العتيق في ترهونة يُعد من أقدم وأعرق المساجد في المدينة، وهو يحمل طابعاً تاريخياً ودينياً كبيراً عند سكان المنطقة. يتميز المسجد بطرازه المعماري البسيط والتقليدي، حيث بُني من مواد محلية مثل الحجر والطين، ويُقال إن بناءه يعود إلى مئات السنين، ربما في العهد العثماني أو قبله. كان المسجد مركزاً لتعليم القرآن والفقه، ومكاناً يجتمع فيه أهل الحي للعبادة والمناسبات الدينية. من أبرز معالمه منارة قصيرة تقليدية ومحراب بسيط ومنبر خشبي قديم، ويغلب على تصميمه الهدوء والوقار المرتبط بروح المساجد القديمة. ما زال المسجد قائماً إلى اليوم ويُعتبر من الرموز التراثية المهمة في ترهونة، وقد خضع لبعض أعمال الترميم للحفاظ على هويته الأصلية\n",
    "city": "ترهونة",
    "type": "مسجد"
  },
  {
    "id": "8413245b-2207-42be-9412-ef1fcc0cfe97",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:24:58.387Z",
    "name": "فنار القره بوللي",
    "latitude": 32.8018744,
    "longitude": 13.8022295,
    "image": "photo_5956394537859532621_y.webp",
    "description": "فنار القره بوللي هو منارة بحرية تقع على الساحل الشرقي لمدينة القره بوللي، وتُعد من المعالم البحرية المهمة في المنطقة. يتميز الفنار بموقعه الاستراتيجي المطل على البحر الأبيض المتوسط، حيث يُستخدم لإرشاد السفن القادمة عبر الساحل الليبي، ويُعتبر علامة بارزة في حركة الملاحة البحرية. المبنى بسيط في تصميمه لكنه ثابت ومرتفع بما يكفي ليُرى من مسافات بعيدة، ويحيط به مشهد طبيعي جميل من صخور البحر والمياه المفتوحة، مما يجعله أيضًا نقطة جذب لعشاق التصوير والطبيعة. ورغم أنه وظيفي بالدرجة الأولى، إلا أن طابعه الهادئ وموقعه المنعزل يمنحانه طابعاً سياحياً غير معلن، خاصة لمن يبحث عن لحظات هدوء وتأمل امام البحر\n",
    "city": "القره بوللي",
    "type": "معلم أثري"
  },
  {
    "id": "aaa7fe2e-a4a9-4c80-b4e2-bf793a83977c",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:25:42.712Z",
    "name": "منتجع رويال السياحي",
    "latitude": 32.7880155,
    "longitude": 13.6648162,
    "image": "photo_5956394537859532626_x.webp",
    "description": "منتجع رويال السياحي الواقع في منطقة القويعة بمدينة القره بوللي يُعد من أبرز الوجهات السياحية الفاخرة في الساحل الليبي، حيث يتميز بإطلالة خلابة مباشرة على البحر الأبيض المتوسط وتصميم معماري عصري يجمع بين الراحة والأناقة. يضم المنتجع شاليهات فندقية واسعة مجهزة بكافة وسائل الراحة، وتتوفر بخيارات متعددة تناسب العائلات والمجموعات، مع شرفات تطل على البحر أو الحدائق الداخلية. كما يوفر المنتجع مرافق متكاملة تشمل صالة رياضية ومناطق للجلوس والاسترخاء، مما يجعله وجهة مثالية للاستجمام خلال موسم الصيف، خاصة مع قربه من مدينة طرابلس وسهولة الوصول إليه\n",
    "city": "القره بوللي",
    "type": "منتجع سياحي"
  },
  {
    "id": "889d8081-8b68-4bb2-8d87-8b4a5d61ce0b",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:26:15.497Z",
    "name": "رويال ديار",
    "latitude": 32.7879321,
    "longitude": 13.6341043,
    "image": "photo_5956394537859532628_y.webp",
    "description": "هو منتجع عصري فاخر يطل مباشرة على شاطئ البحر الأبيض المتوسط، مصمم ليمنح الزائرين تجربة راقية تجمع بين الإقامة الشاطئية المريحة والأجواء العائلية. يحتوي على شاليهات فندقية رحبة تتسع لمجموعات صغيرة وعائلات، وتتميز بديكورات أنيقة وطراز داخلي مودرن، مع شرفات تطل على البحر أو الحدائق الخضراء داخل المنتجع  . يوفر المنتجع مرافق متكاملة تشمل صالة رياضية مجهزة وجلسات استرخاء ومساحات خارجية مزروعة، ما يجعله وجهة متكاملة للترفيه والاستجمام طوال موسم الصيف، مع خدمات حجوزات متوفرة 24/7 عبر فريق احترافي . تبدأ أسعار الليلة الواحدة في الشاليهات من حوالي 250 دولار بدون وجبات أو 265 دولار مع الإفطار، ما يعكس الموقع والمستوى الرفيع لتلك الخدمات  . يُعرف عنه أنه من أفخم المنتجعات في ليبيا، ويبرز في المحتوى الرسمي على مواقع التواصل كما مصدر للرفاهية والاستجمام الفاخر\n",
    "city": "القره بوللي",
    "type": "منتجع سياحي"
  },
  {
    "id": "a787147f-2f63-4b9a-aeaf-d558309779a9",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:27:14.001Z",
    "name": "كرستال",
    "latitude": 32.7880916,
    "longitude": 13.6661681,
    "image": "photo_5956394537859532684_y.webp",
    "description": "منتجع كريستال 1 في القره بوللي هو منتجع عائلي هادئ يطل على البحر، يتميز بتصميم بسيط ومساحات واسعة مناسبة للإقامة الجماعية، ويوفّر أجواء مريحة بعيداً عن صخب المدينة، مع خصوصية وخدمات أساسية تناسب الباحثين عن استجمام على الشاطئ",
    "city": "القره بوللي",
    "type": "منتجع سياحي"
  },
  {
    "id": "4116397d-8e6a-481f-976a-23b494f36fba",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:27:51.562Z",
    "name": "منتجع HT",
    "latitude": 32.7863881,
    "longitude": 13.6329315,
    "image": "photo_5956394537859532703_y.webp",
    "description": "منتجع اتش تي في القره بوللي هو مكان مميز للاستجمام والاسترخاء على الساحل الليبي. يتميز المنتجع بموقعه الجميل على البحر، حيث الهواء النقي وأمواج البحر الهادئة، مما يجعله ملاذًا مثاليًا بعيد عن صخب الحياة اليومية. المنتجع يوفر فيلات مريحة وخدمات راقية تناسب العائلات والأفراد، مع فرص للاستمتاع بالأنشطة البحرية والترفيهية وسط أجواء هادئة وطبيعة ساحرة. زيارتك لهذا المنتجع تعني لك تجربة فريدة تجمع بين الراحة والمتعة في قلب الطبيعة الليبية\n",
    "city": "القره بوللي",
    "type": "منتجع سياحي"
  },
  {
    "id": "b52c2c4f-583b-4c3f-856b-3bd3a226b036",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:28:25.713Z",
    "name": "مرسى القره بوللي",
    "latitude": 32.7950646,
    "longitude": 13.7464704,
    "image": "photo_5956394537859532736_y.webp",
    "description": "مرسى القره بوللي هو مرسى بحري ساحلي يقع في مدينة القره بوللي، على بعد حوالي 50 كيلومتر شرق طرابلس. يُستخدم المرسى بشكل رئيسي للصيد البحري والأنشطة الترفيهية، ويُعد نقطة مهمة تدعم الاقتصاد المحلي وتُعزز السياحة البحرية في المنطقة. يتميز المرسى بموقعه المطل على البحر الأبيض المتوسط، ما يوفر بيئة طبيعية جميلة تجذب الزوار والصيادين على حد سواء.\n\nيرتبط المرسى بمجموعة من المصائف العائلية الهادئة ، مما يجعل المنطقة مناسبة للاسترخاء وقضاء أوقات ممتعة بعيدًا عن ضوضاء المدينة. كما يُستخدم المرسى كنقطة انطلاق للعديد من الرحلات البحرية والأنشطة المائية مثل الغوص والصيد الترفيهي، مما يزيد من جاذبيته للسياح والسكان المحليين\n",
    "city": "القره بوللي",
    "type": "شاطئ"
  },
  {
    "id": "c693bc44-401c-431e-86d9-55fc74845f90",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:28:53.806Z",
    "name": "مصيف الجريدي (فم الوادي)",
    "latitude": 32.7915646,
    "longitude": 13.6949207,
    "image": "photo_5956394537859532814_y.webp",
    "description": "مصيف الجريدي في فم الوادي هو وجهة سياحية عائلية تقع في مدينة القره بوللي، وتُعد من أبرز المصايف في المنطقة. يتميز المصيف بموقعه الهادئ على البحر الأبيض المتوسط، مما يوفر للزوار أجواءً مريحة ومناسبة للاسترخاء والتمتع بالأنشطة البحرية. يُعتبر المصيف مكانًا مثاليًا للعائلات، حيث يُمكن الوصول إلى الخيام بسياراتهم، مما يسهل عملية النقل والإقامة. يُحيط بالمصيف شاطئ نظيف ومياه صافية، مما يجعله وجهة مفضلة للسباحة والاستجمام. بالإضافة إلى ذلك، يُنظم المصيف فعاليات ترفيهية متنوعة، مما يُضيف جوًا من المرح والبهجة للزوار. يُعد مصيف الجريدي في فم الوادي خيارًا مثاليًا لمن يبحث عن تجربة صيفية مميزة تجمع بين الراحة والأنشطة الممتعة\n",
    "city": "القره بوللي",
    "type": "شاطئ"
  },
  {
    "id": "68dd3ba6-88e1-44a7-bb72-9553817b0935",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:29:36.464Z",
    "name": "قرية العطايا",
    "latitude": 32.7893245,
    "longitude": 13.6752909,
    "image": "photo_5956394537859532819_y.webp",
    "description": "قرية العطايا، الواقعة في مدينة القره بوللي شرق طرابلس، تُعد وجهة سياحية عائلية مميزة على الساحل الليبي. تتميز القرية بموقعها الهادئ على البحر الأبيض المتوسط، مما يوفر للزوار أجواءً مريحة ومناسبة للاسترخاء والتمتع بالأنشطة البحرية.\n\nتحتوي القرية على 30 غرفة خشبية مؤثثة تجهيزًا كاملاً، مزودة بتكييف هواء، تلفاز، ثلاجة، وحمام خاص، مما يجعلها شبيهة بالغرف الفندقية. تقدم القرية إقامة كاملة تشمل ثلاث وجبات يومية (فطور، غداء، وعشاء) مع مشروبات ساخنة ومياه شرب. \n\nمن بين مرافق القرية، يوجد مطعم كبير ومقهى وحديقة مطلة على البحر، بالإضافة إلى ألعاب ترفيهية للأطفال، مما يجعلها مكانًا مثاليًا للعائلات. \n\nتعتبر قرية العطايا خيارًا ممتازًا لمن يبحث عن تجربة صيفية مريحة وممتعة على شاطئ البحر",
    "city": "القره بوللي",
    "type": "منتجع سياحي"
  },
  {
    "id": "fc8c2cfb-0c39-420b-b03e-cded35979f20",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:30:08.544Z",
    "name": "سد وادي الوشكه",
    "latitude": 28.8321757,
    "longitude": 15.6236191,
    "image": "photo_5956394537859533015_y.webp",
    "description": "سد وادي الوشكة هو منشأة مائية مهمة تقع في منطقة الوشكة جنوب غرب ليبيا، وتعتبر من أبرز المشاريع التي تهدف إلى تجميع مياه وادي الوشكة وتنظيم تدفقها، خاصة في فترات الأمطار الموسمية. يلعب السد دورًا حيويًا في دعم الزراعة وتحسين جودة الحياة للسكان المحليين من خلال توفير مياه الري والحفاظ على الموارد المائية في منطقة صحراوية جافة. كما يسهم السد في تقليل مخاطر الفيضانات وحماية الأراضي والممتلكات المجاورة. يمثل سد وادي الوشكة مثالًا على الجهود المبذولة لتطوير البنية التحتية البيئية في ليبيا، ويعكس تفاعل الإنسان مع البيئة الصحراوية لتحقيق التنمية المستدامة في المنطقة\n",
    "city": "الوشكه",
    "type": "منطقة تاريخية"
  },
  {
    "id": "052b4920-3a9b-462c-8bcf-5418113409f8",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:32:31.731Z",
    "name": "قلعة طوزة",
    "latitude": 29.1608016,
    "longitude": 16.1342748,
    "image": "photo_5956394537859533942_y.webp",
    "description": "قلعة طوزة هي معلم أثري بارز يقع في مدينة ودان بمنطقة الجفرة وسط ليبيا، وتُعد من أقدم القلاع الصحراوية في البلاد. تعود أصول بنائها إلى الحضارة الجرمَنتية، وشهدت عبر القرون إضافات وتعديلات خلال العهدين الإسلامي والعثماني. تميز القلعة بتصميمها الدفاعي المرتفع فوق تلة، مما وفر لها موقعًا استراتيجيًا لرصد الطرق الصحراوية المحيطة. وقد لعبت القلعة دورًا مهمًا في مقاومة الاحتلال الإيطالي، حيث دارت حولها معارك شرسة عام 1929. اليوم، تُعد قلعة طوزة من أبرز الوجهات التاريخية في فزان، وتستقطب الزوّار والمهتمين بالتاريخ والتراث المعماري الليبي\n",
    "city": "ودان",
    "type": "معلم أثري"
  },
  {
    "id": "5d188fcb-5e36-45af-ae66-09ed256f34ac",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:33:02.499Z",
    "name": "منتزه ودان السياحي",
    "latitude": 29.1415673,
    "longitude": 16.1643997,
    "image": "photo_5956394537859533947_x.webp",
    "description": "منتزه ودان السياحي هو مساحة ترفيهية جميلة تقع في قلب مدينة ودان بمنطقة الجفرة، وتُمثّل وجهة مثالية للعائلات والزوار الباحثين عن الاسترخاء والاستمتاع بالطبيعة. يتميز المنتزه بتصميمه الهادئ وممراته المنظمة، ويحتوي على جلسات مظلّلة، مناطق خضراء، وألعاب للأطفال، مما يجعله مكانًا مناسبًا للنزهات العائلية والتجمعات البسيطة. كما يتمتع بموقع مميز  وسط المدينة، مما يسهل الوصول إليه من مختلف الجهات. يُعتبر المنتزه من أبرز مرافق الاستجمام في ودان، ويعكس جانبًا من اهتمام المدينة بتوفير بيئة مريحة ومناسبة للراحة والترويح عن النفس.\n",
    "city": "ودان",
    "type": "حديقة"
  },
  {
    "id": "582957ae-2f8d-4aa6-a86d-0522090208ab",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:33:29.392Z",
    "name": "قلعه سوكنة الاثرية",
    "latitude": 29.0676584,
    "longitude": 15.7829352,
    "image": "photo_5956394537859533955_y.webp",
    "description": "قلعة سوكنة الأثرية، الواقعة في وسط مدينة سوكنة بمنطقة الجفرة، هي معلم تاريخي يعود لعصور قديمة وتتميز بأسوارها الضخمة وأبراجها الدفاعية التي تعكس براعة الهندسة المعمارية التقليدية. بُنيت القلعة لتكون حصنًا يحمي المدينة من هجمات القبائل البدوية، ولعبت دورًا مهمًا في تأمين المنطقة خلال الفترات العصيبة في أوائل القرن العشرين، حيث وُضعت فوق أبراجها مدافع لتعزيز دفاعاتها. على الرغم من تعرضها للإهمال والتآكل مع مرور الزمن، إلا أن قلعة سوكنة تبقى رمزًا مهمًا للتراث الثقافي والتاريخي في ليبيا، وتُظهر التنوع الحضاري الذي شهدته المنطقة عبر العصور، مما يجعلها وجهة سياحية وتراثية بارزة لمحبي التاريخ والثقافة\n",
    "city": "سوكنة",
    "type": "معلم أثري"
  },
  {
    "id": "245f9246-63f8-465b-bf69-39faafd376e4",
    "isFavorite": false,
    "createdAt": "2025-06-25T02:34:01.450Z",
    "name": "مسجد عبد الله عقيل",
    "latitude": 29.1732567,
    "longitude": 16.1524337,
    "image": "photo_5956394537859533959_y.webp",
    "description": "مسجد عبد الله عقيل في ودان هو من أبرز المعالم الدينية والتاريخية في المدينة، ويُعتبر رمزًا للتراث الإسلامي في المنطقة. يتميز المسجد بتصميم معماري يعكس الطراز الليبي التقليدي مع لمسات فنية مميزة تظهر في الزخارف والنقوش الداخلية والخارجية. يعد المسجد مركزًا روحيًا وثقافيًا هامًا للمجتمع المحلي، حيث يُقام فيه الصلوات الخمس، بالإضافة إلى المناسبات الدينية والتجمعات الاجتماعية التي تعزز التواصل بين الأهالي. يتميز المسجد بموقعه المركزي في ودان، مما يسهل الوصول إليه ويجعله نقطة تجمع للزوار والسكان على حد سواء، كما يُعد من الأماكن التي تعكس الهوية التاريخية والثقافية للمدينة، ويُحافظ على دوره الديني والتربوي عبر الأجيال",
    "city": "ودان",
    "type": "مسجد"
  },
  {
    "id": "eecf5312-75a6-4c18-818f-7755b443f82f",
    "isFavorite": false,
    "createdAt": "2025-06-25T04:56:26.077Z",
    "name": "قلعة زلة التاريخية",
    "latitude": 28.5429251,
    "longitude": 17.5671038,
    "image": "قلعة زلة التاريخية.webp",
    "description": "قلعة زلة التاريخية، الواقعة على هضبة صخرية تطل على واحة زلة و تُعد من أقدم وأهم المعالم الأثرية في منطقة الجفرة. شُيّدت القلعة في موقع استراتيجي لحماية طرق القوافل الصحراوية، ويُعتقد أن أساساتها تعود للفترة الرومانية، بينما جرى تطويرها لاحقًا خلال العهد الإسلامي. تتميز بأسوارها المبنية من الحجارة والطين، وبئر داخلية كانت مصدرًا للمياه في أوقات الحصار، إلى جانب أبراج مراقبة تمنح القلعة طابعًا دفاعيًا واضحًا. القلعة اليوم تمثل شاهدًا صامتًا على تعاقب حضارات متعددة على المنطقة، وتُعد وجهة سياحية وتاريخية بارزة رغم حاجتها إلى الترميم والصيانة للحفاظ على ما تبقى من ملامحها الأصلية\n",
    "city": "زلة",
    "type": "معلم أثري"
  },
  {
    "id": "bf28f25c-4f25-48ee-8eeb-a85e7d4a444f",
    "isFavorite": false,
    "createdAt": "2025-06-25T04:56:49.640Z",
    "name": "جبال الهروج",
    "latitude": 27.2157587,
    "longitude": 17.4256984,
    "image": "جبال الهروج.webp",
    "description": "جبال الهاروج، المعروفة أيضًا باسم “الهروج الأسود”، تُعد من أكبر وأهم السلاسل البركانية في ليبيا وتقع في قلب الصحراء ضمن نطاق بلدية الجفرة، قرب مدينة زلة. تمتد على مساحة شاسعة تغطي آلاف الكيلومترات وتتميز بتضاريسها الوعرة المكونة من حمم بركانية سوداء وبراكين خامدة، ما يجعلها مشهدًا جيولوجيًا فريدًا من نوعه. تحتوي المنطقة على نقوش ورسومات صخرية تعود لعصور ما قبل التاريخ، ما يمنحها قيمة تاريخية وثقافية كبيرة. تُعتبر جبال الهاروج وجهة مميزة لمحبي الطبيعة والاستكشاف، وتُصنف كمنطقة تاريخية نظراً لأهميتها الطبيعية والتراثية و تُعدّ وجهة مثالية لعشاق المغامرة، التخييم، والتصوير.",
    "city": "زله",
    "type": "منطقة تاريخية"
  },
  {
    "id": "68b1867a-9520-4a84-a272-6d7cc9507056",
    "isFavorite": false,
    "createdAt": "2025-06-25T04:57:11.108Z",
    "name": "سوق اللفة",
    "latitude": 32.3771186,
    "longitude": 15.0929628,
    "image": "سوق اللفة.jpg",
    "description": "السوق عبارة عن مساحة مفتوحة تعرض فيها محلات وأكشاك وبسّاطين مجموعة كبيرة من السلع  و هذا السوق يشتهر بحركته الكثيفة خاصة في المساء وأيام العطل، ويُعد مقصداً مفضلاً للأهالي من مختلف الأعمار، سواء للشراء أو للتجوال.\n\nيتميّز بموقعه المحاط بالمباني السكنية والخدمية، مما يجعله نقطة مركزية في الحياة اليومية لسكان المدينة.",
    "city": "مصراتة",
    "type": "مركز تسوق"
  },
  {
    "id": "802e48c3-4205-4e8d-8d10-3dd709d6549d",
    "isFavorite": false,
    "createdAt": "2025-06-25T04:57:26.363Z",
    "name": "متحف هون القديم",
    "latitude": 29.1217242,
    "longitude": 15.935802,
    "image": "متحف هون القديم.webp",
    "description": "متحف هون القديم هو مبنى تاريخي يعكس الطراز المعماري الليبي التقليدي مع لمسات عثمانية. جدرانه من الحجر السميك والأقواس والنوافذ الخشبية المزخرفة تعطيه طابع أصيل ومرتبط بتاريخ المدينة. داخل المتحف توجد قطع أثرية متنوعة تحكي قصة هون عبر الزمن مثل أدوات زراعية قديمة وملابس تقليدية لوثائق ومخطوطات وأواني وأدوات منزلية وتحف فنية تعكس ثقافة السكان في المنطقة. المكان هادئ ويوفر تجربة ثقافية تعكس روح الماضي وتراث ليبيا. المتحف ليس فقط مكان عرض للقطع الأثرية بل هو مركز لحفظ ذاكرة المدينة وتعليم الأجيال القادمة عن تاريخهم وهويتهم",
    "city": "هون",
    "type": "متحف"
  },
  {
    "id": "9159ec08-6c3c-4e90-a3cf-6356431314b0",
    "isFavorite": false,
    "createdAt": "2025-06-25T04:57:45.757Z",
    "name": "هون القديمة",
    "latitude": 29.1232669,
    "longitude": 15.934824,
    "image": "هون القديمة.webp",
    "description": "هون القديمة، أو ما يُعرف بالمدينة القديمة في هون، هي قلب التراث والتاريخ في واحة هون الليبية. تقع على أطراف المدينة الحديثة وتُعد من أقدم الأحياء التي سكنها الأهالي منذ القرن التاسع عشر، حيث تميزت بطابعها المعماري الفريد المصنوع من الطين والحجر، وأزقتها الضيقة التي تحكي قصص الأجيال الماضية. تحيط بها أربعة أبواب تاريخية كانت تُغلق ليلًا للحماية، وهي: باب الحاج أمحمد، باب الغنم، باب الأيطيرش، وباب الحاج حمد.\n\nتزخر المدينة القديمة بعدد من المساجد العريقة مثل الجامع العتيق وجامع بن عمران، إلى جانب الزوايا الصوفية مثل الزاوية القادرية والزاوية السنوسية، ما يعكس غناها الديني والثقافي. ورغم تقادمها، لا تزال المنطقة تنبض بالحياة خلال المناسبات الثقافية مثل مهرجان الخريف، حيث تتحول إلى متحف حي يستقطب الزوار والمصورين وعشاق التاريخ من داخل ليبيا وخارجها.\n",
    "city": "هون",
    "type": "منطقة تاريخية"
  },
  {
    "id": "3598c3a7-0536-4d9e-8a91-214e3af6e1ae",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:26:55.901Z",
    "name": "لبدة العظمى",
    "latitude": 14.3101353,
    "longitude": 32.6327441,
    "image": "1.webp",
    "description": "لَبْدة الكُبرى، الواقعة قرب مدينة الخمس في ليبيا، تُعَدّ من أبرز وأفضل المدن الرومانية المحفوظة في منطقة البحر المتوسط. تأسست على يد الفينيقيين وازدهرت لاحقًا في عهد الرومان، حيث أصبحت مركزًا تجاريًا وثقافيًا هامًا. تضم المدينة آثارًا رائعة مثل المسرح، والبازيليكا، والسوق، وقوس سبتيميوس سيفيروس الشهير. تعكس عمارتها مزيجًا فريدًا من الطرازين الروماني والمحلي.",
    "city": "الخمس",
    "type": "منطقة تاريخية"
  },
  {
    "id": "442f2e12-a6a1-4728-8479-dd39faf98a23",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:27:22.585Z",
    "name": "منتجع رويال ديار",
    "latitude": 13.6345572,
    "longitude": 32.7876463,
    "image": "2.webp",
    "description": "منتجع رويال ديار هو منتجع سياحي فاخر يقع في مدينة طرابلس، ليبيا، وتحديدًا عند الإحداثيات 32.7876463, 13.6345572. يتميز المنتجع بموقعه الهادئ وخدماته الراقية التي توفر تجربة مريحة وممتعة للزوار. يوفر المنتجع مرافق ترفيهية متنوعة، ومساحات خضراء، وأجواء مثالية للاسترخاء أو قضاء عطلة مميزة. يعد خيارًا مثاليًا للعائلات والمسافرين الباحثين عن الراحة والخصوصية.",
    "city": "طرابلس",
    "type": "منتجع سياحي"
  },
  {
    "id": "01ad7984-f3bd-4ccd-9755-f092f609d355",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:27:32.265Z",
    "name": "حديقة الدهماني",
    "latitude": 13.2083889,
    "longitude": 32.9002056,
    "image": "3.webp",
    "description": "حديقة زاوية الدهماني تقع في قلب العاصمة طرابلس، وتُعد من أبرز المساحات الخضراء في المدينة. تتميز بأشجارها الوارفة وممراتها الهادئة التي تجذب الزوار للاسترخاء والتنزه. تُعد وجهة مفضلة للعائلات والشباب، خاصة في الأوقات التي تقل فيها الزحمة. توفر الحديقة متنفسًا طبيعيًا وسط صخب المدينة، وتُضفي طابعًا جماليًا على المنطقة المحيطة.",
    "city": "طرابلس",
    "type": "حديقة"
  },
  {
    "id": "454e1ea5-40fb-4f17-89ba-5097f8b88a09",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:27:49.465Z",
    "name": "قوس ماركوس اوريليوس",
    "latitude": 13.1756587,
    "longitude": 32.8998386,
    "image": "4.webp",
    "description": "قوس ماركوس أوريليوس يقع في المدينة القديمة بطرابلس، ويُعد من أهم المعالم الأثرية الرومانية في ليبيا. يعود تاريخه إلى القرن الثاني الميلادي، وقد بُني تكريمًا للإمبراطور ماركوس أوريليوس. يتميز القوس بتفاصيله المعمارية الدقيقة ونقوشه المحفورة على الحجر. يرمز القوس إلى التاريخ العريق الذي تمتاز به طرابلس، ويجذب الزوار والمهتمين بالآثار القديمة.",
    "city": "طرابلس",
    "type": "منطقة تاريخية"
  },
  {
    "id": "c2e6e8ba-e0b6-48bf-84d2-12ff1508b58a",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:28:01.153Z",
    "name": "متحف صبراتة",
    "latitude": 12.483056,
    "longitude": 32.803611,
    "image": "5.webp",
    "description": "متحف صبراتة الأثري يقع داخل الموقع الأثري لمدينة صبراتة على الساحل الغربي لليبيا، ويُعد من أقدم المتاحف في البلاد. يضم المتحف ثلاث قاعات رئيسية تحتوي على تماثيل ومنحوتات رومانية، وفسيفساء بيزنطية، وقطع أثرية نادرة تعكس تاريخ المدينة العريق. من أبرز المعروضات تماثيل للإله جوبيتر، ولوحات تمثل فصول السنة الأربعة. يوفر المتحف تجربة ثقافية مميزة وسط حدائق هادئة وإطلالة على الآثار القديمة.",
    "city": "صبراتة",
    "type": "متحف"
  },
  {
    "id": "83ed5f2e-d1cc-4cb3-aed8-b8ed35315c8d",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:28:12.354Z",
    "name": "السرايا الحمراء",
    "latitude": 13.180278,
    "longitude": 32.895833,
    "image": "6.webp",
    "description": "السرايا الحمراء، أو قلعة طرابلس، تقع على الواجهة البحرية في قلب العاصمة الليبية طرابلس. تُعد من أقدم المعالم التاريخية في المدينة، ويعود تاريخها إلى العصور الرومانية مع إضافات من العهد الإسلامي والعثماني. تتميز بأسوارها العالية وبنائها المهيب وإطلالتها الخلابة على الميناء. تحتضن اليوم متحف ليبيا الوطني، مما يجعلها رمزًا للهوية الثقافية والتاريخية للبلاد.",
    "city": "طرابلس",
    "type": "منطقة تاريخية"
  },
  {
    "id": "5ad98d02-48a5-4751-bac0-825ca31a109a",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:28:27.130Z",
    "name": "اثار صبراتة",
    "latitude": 12.482222,
    "longitude": 32.806667,
    "image": "7.webp",
    "description": "آثار صبراتة تقع على الساحل الغربي لليبيا، وهي من أهم المواقع الأثرية الرومانية في البحر المتوسط. تضم المدينة القديمة العديد من المعالم مثل المسرح الروماني، والمعابد، والفسيفساء الرائعة التي تعكس روعة الفن القديم. تشتهر صبراتة ببنيتها العمرانية المتقنة وشوارعها المرصوفة التي تحكي تاريخ الحضارة الرومانية. تُعد آثار صبراتة وجهة سياحية وثقافية هامة تجمع بين الجمال الطبيعي والتراث التاريخي.",
    "city": "صبراتة",
    "type": "منطقة تاريخية"
  },
  {
    "id": "ca8b9c92-e351-4208-ab1d-5c2792188598",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:28:38.498Z",
    "name": "مسجد جمعية الدعوة الاسلامية العالمية",
    "latitude": 13.1859984,
    "longitude": 32.8907577,
    "image": "8.webp",
    "description": "مسجد جمعية الدعوة الإسلامية يقع في مدينة طرابلس، وهو من المساجد المهمة التي تخدم المجتمع المحلي. يتميز المسجد بتصميمه البسيط والجميل، ويوفر مساحة واسعة للمصلين بالإضافة إلى مرافق تعليمية ودعوية. يلعب المسجد دورًا بارزًا في نشر الثقافة الإسلامية وتعزيز روح التعاون بين أفراد المجتمع. يعد المسجد مركزًا دينيًا واجتماعيًا هامًا في المنطقة.",
    "city": "طرابلس",
    "type": "مسجد"
  },
  {
    "id": "7092a694-e426-4782-98c5-0c6e5eabce97",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:28:53.443Z",
    "name": "ديب ان ديب",
    "latitude": 13.1238311,
    "longitude": 32.8746407,
    "image": "9.webp",
    "description": "كافيه ديب ن ديب يقع في حي الأندلس بطرابلس، ويُعتبر وجهة مميزة لعشاق الحلويات والشوكولاتة. يقدم الكافيه مجموعة واسعة من الحلويات مثل الفونديو، الوافل، الكريب، والكعك، مما يجعله مكانًا مثاليًا للاسترخاء مع الأصدقاء والعائلة. يتميز بإطلالة جميلة على البحر وأجواء هادئة مريحة للزوار. يفتح الكافيه يوميًا من الساعة 9 صباحًا حتى منتصف الليل، ويوفر تجربة ممتعة في أي وقت من اليوم.",
    "city": "طرابلس",
    "type": "مقهى"
  },
  {
    "id": "8bcf8323-0fa2-475f-88c6-df2e26c2f2c3",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:29:04.058Z",
    "name": "اسبريسو لاب",
    "latitude": 13.1329054,
    "longitude": 32.8778074,
    "image": "10.webp",
    "description": "كافيه إسبريسو لاب يقع في حي الهضبة الخضراء بطرابلس، ويُعد من أبرز المقاهي التي تجمع بين جودة القهوة وبيئة العمل الهادئة.  يُعرف بتقديمه لمجموعة متنوعة من المشروبات الساخنة والباردة، بالإضافة إلى أجوائه المناسبة للاسترخاء أو إنجاز الأعمال.  يُعتبر وجهة مفضلة للعديد من سكان طرابلس الباحثين عن مكان هادئ ومريح لقضاء وقتهم.",
    "city": "طرابلس",
    "type": "مقهى"
  },
  {
    "id": "7668bb05-bb5c-4d89-afe4-213c4474e051",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:29:17.123Z",
    "name": "مسجد مراد اغا",
    "latitude": 13.3403,
    "longitude": 32.8817,
    "image": "11.webp",
    "description": "جامع مراد آغا هو أحد أقدم المساجد في ليبيا، ويقع في تاجوراء شرق العاصمة طرابلس. بُني في القرن السادس عشر بأمر من الحاكم العثماني مراد آغا، ويُعد تحفة معمارية عثمانية فريدة. يتميز المسجد بقبة كبيرة وزخارف إسلامية تقليدية، ويضم ضريح مراد آغا نفسه. يعتبر من المعالم التاريخية والدينية البارزة في المنطقة.",
    "city": "طرابلس",
    "type": "مسجد"
  },
  {
    "id": "79c8c4ae-b586-4168-a73f-54d3c750a8d0",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:29:27.106Z",
    "name": "منتزه ماري لاند",
    "latitude": 13.322678,
    "longitude": 32.867569,
    "image": "12.webp",
    "description": "منتزه ماري لاتد هو منتزه ترفيهي يقع في منطقة تاجوراء، طرابلس، ليبيا.  يُعد وجهة مثالية للعائلات والأفراد الباحثين عن قضاء وقت ممتع في أجواء هادئة ومريحة.  يتميز المنتزه بمساحات خضراء واسعة، وأماكن مخصصة للجلوس، مما يجعله مكانًا مناسبًا للاسترخاء والتنزه.  يُفتح المنتزه يوميًا، ويوفر بيئة آمنة ومناسبة لجميع الأعمار.",
    "city": "طرابلس",
    "type": "منتجع سياحي"
  },
  {
    "id": "e91c9517-76c3-4f1e-8ed1-c5c6f525a4c1",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:29:39.507Z",
    "name": "تاج مول",
    "latitude": 13.343375,
    "longitude": 32.893337,
    "image": "13.webp",
    "description": "تاج مول هو مركز تسوق حديث يقع في منطقة تاجوراء بطرابلس، ويُعد وجهة مميزة للعائلات ومحبي التسوق. يضم المول مجموعة من المحلات التجارية والمطاعم التي تلبي مختلف الأذواق. يتميز بسهولة الوصول إليه وتوفر وسائل النقل ومواقف السيارات. يوفر أجواء مريحة وخدمة جيدة، مما يجعله خيارًا مثاليًا لقضاء وقت ممتع مع العائلة أو الأصدقاء.",
    "city": "طرابلس",
    "type": "مركز تسوق"
  },
  {
    "id": "a7d7dcc6-fae9-44ee-96bd-19e9ff973979",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:29:53.436Z",
    "name": "كافي لاتي",
    "latitude": 13.185284,
    "longitude": 32.887828,
    "image": "14.webp",
    "description": "كافي لاتي هو مقهى عصري يقع في قلب طرابلس، ويُعد من الأماكن المحببة لعشاق القهوة والأجواء الهادئة. يقدم تشكيلة متنوعة من المشروبات الساخنة والباردة، بالإضافة إلى الحلويات الخفيفة. يتميز بتصميمه الأنيق وخدمته الجيدة، مما يجعله مكانًا مناسبًا للاسترخاء أو لقاء الأصدقاء.",
    "city": "طرابلس",
    "type": "مقهى"
  },
  {
    "id": "337a8028-3e87-43ee-a2f7-9963ac0e089e",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:30:06.706Z",
    "name": " HT مول",
    "latitude": 13.180408,
    "longitude": 32.870211,
    "image": "15.webp",
    "description": " HT مول هو مركز تسوق راقٍ يقع في منطقة السراج بطرابلس، ويتميز بتصميمه العصري ومحلاته المتنوعة. يضم المول مجموعة من المتاجر العالمية والمقاهي الراقية التي تلبي مختلف الأذواق. يوفر بيئة مريحة للتسوق والترفيه، مع مواقف سيارات وخدمة عملاء مميزة. يعد وجهة مفضلة للعائلات والشباب على حد سواء.",
    "city": "طرابلس",
    "type": "مركز تسوق"
  },
  {
    "id": "627a306f-99fb-4a45-8328-b58a96f57e97",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:30:29.970Z",
    "name": "تريبولي مول",
    "latitude": 13.189384,
    "longitude": 32.889328,
    "image": "16.webp",
    "description": "تريبولي مول هو أحد أبرز مراكز التسوق في العاصمة الليبية، ويقع في منطقة زاوية الدهماني. يضم المول مجموعة متنوعة من المتاجر والمقاهي التي تلبي احتياجات الزوار من مختلف الفئات. يتميز بتصميمه الحديث وأجوائه المريحة، بالإضافة إلى توفر مواقف للسيارات وخدمات راقية. يُعد وجهة مثالية للتسوق والترفيه في قلب طرابلس.",
    "city": "طرابلس",
    "type": "مركز تسوق"
  },
  {
    "id": "73c354cb-1136-4938-8920-afa8cd0753cc",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:30:44.274Z",
    "name": "مسجد فتح مكة",
    "latitude": 13.3912,
    "longitude": 32.8755,
    "image": "17.webp",
    "description": "مسجد فتح مكة هو مسجد جميل يقع في منطقة تاجوراء بطرابلس، ويُعد من المساجد النشطة في المنطقة. يتميز بتصميمه المعماري البسيط والمريح، ويوفر بيئة هادئة للعبادة والتعليم الديني. يستقبل المصلين لأداء الصلوات الخمس ويشهد حضورًا ملحوظًا في صلاة الجمعة. يُعتبر مركزًا روحانيًا مهمًا لأهالي المنطقة.",
    "city": "طرابلس",
    "type": "مسجد"
  },
  {
    "id": "92e2e047-2960-4c69-bb44-7e621ec209ca",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:30:55.582Z",
    "name": "مقهى تشامبيون",
    "latitude": 13.197927,
    "longitude": 32.887002,
    "image": "18.webp",
    "description": "مقهى تشامبيون هو مقهى شبابي شهير يقع في قلب طرابلس، ويُعرف بأجوائه الحيوية وشاشات العرض الكبيرة لمباريات كرة القدم. يقدم مجموعة متنوعة من المشروبات الساخنة والباردة، بالإضافة إلى بعض الوجبات الخفيفة. يتميز بخدمة جيدة وأجواء مناسبة للقاءات الاجتماعية ومتابعة الأحداث الرياضية. يُعد وجهة مفضلة لعشاق الرياضة في المدينة.\n",
    "city": "طرابلس",
    "type": "مقهى"
  },
  {
    "id": "801161bf-8219-40d8-8fb2-959e74367601",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:31:11.155Z",
    "name": "مسجد عقبة بن نافع",
    "latitude": 13.392847,
    "longitude": 32.880134,
    "image": "19.webp",
    "description": "مسجد عقبة بن نافع هو مسجد يقع في منطقة تاجوراء بطرابلس، ويُعد من المعالم الدينية المعروفة في الحي. يتميز بتصميمه الهادئ ومرافقه النظيفة التي توفر بيئة مناسبة للعبادة. يُقام فيه العديد من الأنشطة الدينية إلى جانب الصلوات اليومية، مما يجعله مركزًا مهمًا للتجمع الروحي والتواصل المجتمعي في المنطقة.",
    "city": "طرابلس",
    "type": "مسجد"
  },
  {
    "id": "75b152f6-8df7-4b93-9e5d-6092c9c1f798",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:31:25.835Z",
    "name": "جرانو كافيه",
    "latitude": 13.401,
    "longitude": 32.889,
    "image": "20.webp",
    "description": "جرانو كافيه هو مقهى مريح يقع في منطقة تاجوراء بطرابلس، ويتميز بأجوائه الهادئة وجودة عالية في تقديم القهوة والمشروبات الساخنة. يُعد مكانًا مثاليًا للقاء الأصدقاء والاستمتاع بالحلويات والمشروبات المختلفة. يشتهر بنظافته وخدمته الجيدة، مما يجعله وجهة مفضلة للسكان المحليين والزوار على حد سواء.",
    "city": "طرابلس",
    "type": "مقهى"
  },
  {
    "id": "2ee064e3-e203-44c7-9d9d-1e52f773d71c",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:31:36.731Z",
    "name": "منتجع HT السياحي",
    "latitude": 13.24,
    "longitude": 32.903,
    "image": "21.webp",
    "description": "منتجع HT السياحي هو منتجع عائلي يقع في منطقة القربولي قرب طرابلس، ويُعد وجهة مثالية للراغبين في الاستجمام قرب البحر. يتميز بنظافته وهدوئه، ويقدم خدمات جيدة تناسب العائلات. يوفر المنتجع أجواء مريحة ومرافق مناسبة للاسترخاء، ما يجعله خيارًا مناسبًا لقضاء عطلة هادئة بعيدًا عن صخب المدينة.",
    "city": "طرابلس",
    "type": "منتجع سياحي"
  },
  {
    "id": "8e8e06b0-893e-4c3c-87a4-e562d2524b73",
    "isFavorite": false,
    "createdAt": "2025-06-24T20:31:45.155Z",
    "name": "منتجع إيليت",
    "latitude": 13.2356,
    "longitude": 32.9055,
    "image": "22.webp",
    "description": "منتجع إيليت هو منتجع راقٍ يقع قرب ساحل طرابلس، ويوفر تجربة فخمة للزوار الباحثين عن الهدوء والاستجمام. يتميز بتصميمه العصري ومرافقه المتطورة، التي تشمل مسابح ومناطق ترفيهية وخدمات الضيافة عالية الجودة. يوفر المنتجع أجواء راقية ومريحة، بما يناسب إقامة العائلات أو الأزواج.",
    "city": "طرابلس",
    "type": "منتجع سياحي"
  }
]
